Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/bimber-*/bimber-*.po
Languages: pt_br

source: Posted by <a href="%s"><span itemprop="name" >%s</span></a>
pt_br: Postado por <a href="%s"><span itemprop="name" >%s</span></a>

source: Pages:
pt_br: Páginas:

source: Page %1$d of %2$d
pt_br: Página %1$d de %2$d

source: Next page
pt_br: Próxima página

source: Previous page
pt_br: Página anterior

# Menu
source: Go to
pt_br: Ir para

# Newsletter
source: Check out this great article: %subject%
pt_br: Confira este ótimo artigo: %subject%

# BuddyPress Profile Link
source: More
pt_br: Mais

# placeholder
source: Search &hellip;
pt_br: Pesquisar &hellip;

source: Remove Sidebar
pt_br: Remover barra lateral

source: Are you sure you want to do this?
pt_br: Você tem certeza de que quer fazer isso?

source: Some errors occurred. Sidebar couldn't be removed.
pt_br: Alguns erros ocorreram. A barra lateral não pôde ser removida.

source: Removing&hellip;
pt_br: Removendo…

source: Sidebar is not empty. Plese remove all widgets first.
pt_br: A barra lateral não está vazia. Por favor, remova todos os widgets primeiro.

source: Add a new sidebar
pt_br: Adicionar uma nova barra lateral

source: Enter a unique name
pt_br: Insira um nome exclusivo

source: Add
pt_br: Adicionar

source: The "%s" sidebar already exists! Please use a different name.
pt_br: A barra lateral "%s" já existe! Por favor, use um nome diferente.

source: Profile page of %s
pt_br: Página de perfil de %s

source: After pagination
pt_br: Após a paginação

source: Inside header
pt_br: Cabeçalho interno

source: Inside zigzag collection
pt_br: Dentro da coleção ziguezague

source: The %s ad cannot be displayed. The <strong>%s</strong> plugin is not activated.
pt_br: O anúncio %s não pode ser exibido. O plug-in <strong>%s</strong> não está ativado.

source: After featured content
pt_br: Após o conteúdo em destaque

source: Inside small grid collection
pt_br: Dentro da pequena coleção de grades

source: The %s ad cannot be displayed here due to one of following reasons
pt_br: O anúncio %s não pode ser exibido aqui devido a um dos seguintes motivos

source: the slot has no ad assigned
pt_br: o espaço não tem anúncio atribuído

# Ads
source: Assign
pt_br: Atribuir

source: the maximum number of ads on this page has been reached
pt_br: o número máximo de anúncios nesta página foi atingido

# Ads
source: Check
pt_br: Verificar

source: Before pagination
pt_br: Antes da paginação

source: This content is restricted to paid subscribers
pt_br: Este conteúdo é restrito a assinantes pagos

source: New here?
pt_br: Novo aqui?

source: Register
pt_br: Cadastrar

source: Already have an account?
pt_br: Já tem uma conta?

source: Login
pt_br: Entrar

source: This content is restricted to registered users
pt_br: Este conteúdo é restrito a usuários registrados

source: Redirecting you to "%s"
pt_br: Redirecionando você para "%s"

source: in %s second
pt_br: em %s segundo

source: Please <a href="%s">click here</a> if you have not been redirected automatically.
pt_br: Por favor, <a href="%s">clique aqui</a> se você não foi redirecionado automaticamente.

source: Share
pt_br: Compartilhar

source: Congratulations. You've reached the end of the internet.
pt_br: Parabéns. Você chegou ao fim da internet.

source: Downloading "%s"
pt_br: Baixando "%s"

source: Please <a href="%s">click here</a> if downloading doesn't run automatically.
pt_br: <a href="%s">Clique aqui</a> se o download não for executado automaticamente.

source: Please enter some text to search.
pt_br: Digite algum texto para pesquisar.

source: Promoted Product
pt_br: Produto Promovido

source: Shop <em>With</em> Me
pt_br: Compre <em>Conosco</em>

# button
source: Close
pt_br: Fechar

source: This newsletter cannot be displayed. The <strong>%s</strong> plugin is not activated.
pt_br: Este boletim informativo não pode ser exibido. O plug-in <strong>%s</strong> não está ativado.

source: Activate the G1 Socials plugin to use the Instagram module.
pt_br: Ative o plugin G1 Socials para usar o módulo Instagram.

source: Instagram module disabled. Please enable it in the WP Admin > Settings > G1 Socials > Instagram.
pt_br: Módulo Instagram desativado. Por favor, habilite-o no WP Admin > Configurações > G1 Socials > Instagram.

source: Instagram not configured. Please set it up in the WP Admin > Settings > G1 Socials > Instagram.
pt_br: Instagram não configurado. Por favor, configure-o no WP Admin > Configurações > G1 Socials > Instagram.

source: Instagram module not configured. Please set it up in the WP Admin > Settings > G1 Socials > Instagram.
pt_br: Módulo Instagram não configurado. Por favor, configure-o no WP Admin > Configurações > G1 Socials > Instagram.

source: I've earned a badge!
pt_br: Ganhei um selo!

source: Congratulations!
pt_br: Parabéns!

source: You earned a badge!
pt_br: Você ganhou um selo!

source: - level
pt_br: - nível

source: I've earned a rank!
pt_br: Eu ganhei uma classificação!

source: You have been promoted!
pt_br: Você foi promovido!

source: You have been demoted!
pt_br: Você foi rebaixado!

source: What do you think?
pt_br: O que você acha?

source: Take the Poll
pt_br: Responder Enquete

source: Item navigation
pt_br: Navegação de itens

source: Previous submission
pt_br: Envio anterior

source: Next submission
pt_br: Próximo envio

source: View full list
pt_br: Ver lista completa

source: Add your submission
pt_br: Adicione seu envio

source: Bimber Newsletter Form
pt_br: Formulário de Boletim Informativo Bimber

source: Get the best viral stories straight into your inbox!
pt_br: Receba as melhores histórias virais diretamente na sua caixa de entrada!

source: Don't worry, we don't spam
pt_br: Não se preocupe, não fazemos spam

source: Hey Friend!<br>Before You Go...
pt_br: Ei, amigo!<br>Antes de ir...

source: Get the best viral stories straight into your inbox before everyone else!
pt_br: Receba as melhores histórias virais diretamente na sua caixa de entrada antes de todo mundo!

source: Don't miss out on new posts!
pt_br: Não perca as novas postagens!

source: Want more stuff like this?
pt_br: Quer mais coisas assim?

source: Mailchimp for WP Plugin
pt_br: Plugin Mailchimp para WP

source: Privacy
pt_br: Privacidade

source: Privacy text
pt_br: Texto de privacidade

source: Enabled?
pt_br: Habilitado?

source: Slide Up
pt_br: Deslize para cima

source: works only with background templates
pt_br: funciona apenas com modelos de plano de fundo

source: Before Collection
pt_br: Antes da coleção

source: In Collection
pt_br: Na coleção

source: After Post Content
pt_br: Após o conteúdo da postagem

source: Before footer
pt_br: Antes do rodapé

source: Use the [bimber_mc4wp_form] shortcode.
pt_br: Use o código de acesso [bimber_mc4wp_form].

# newsletter template
source: Box vertical
pt_br: Caixa vertical

# newsletter template
source: Box horizontal
pt_br: Caixa horizontal

# newsletter template
source: Box horizontal large
pt_br: Caixa horizontal grande

# newsletter template
source: Background vertical
pt_br: Vertical de fundo

# newsletter template
source: Background horizontal
pt_br: Plano de fundo horizontal

source: What's Your Reaction Plugin
pt_br: Qual é o seu plugin de reação

source: General
pt_br: Geral

source: Show reactions in header
pt_br: Mostrar reações no cabeçalho

source: Show entry reactions in collections
pt_br: Mostrar reações de entrada em coleções

source: Show entry reactions on single post
pt_br: Mostrar reações de entrada em uma única postagem

source: WooCommerce Single Product
pt_br: Produto único WooCommerce

source: Leave empty to use the WooCommerce sidebar
pt_br: Deixe em branco para usar a barra lateral do WooCommerce

source: %d product
pt_br: %d produto

source: Bimber Setup
pt_br: Configuração do Bimber

source: Show Cart in the Header
pt_br: Mostrar carrinho no cabeçalho

source: always
pt_br: sempre

source: on WooCommerce pages
pt_br: nas páginas do WooCommerce

source: no
pt_br: não

source: Show sidebar on single product
pt_br: Mostrar barra lateral em um único produto

source: Show
pt_br: Mostrar

source: Open product links
pt_br: Abrir links de produtos

source: in a new window
pt_br: em uma nova janela

source: in the same window
pt_br: na mesma janela

source: Open affiliate links
pt_br: Abrir links de afiliados

source: On download page
pt_br: Na página de download

source: Download Monitor Plugin
pt_br: Baixe o plug-in do monitor

source: Hide downloads
pt_br: Ocultar downloads

source: If you fill in any number here, the downloads for a specific post are not shown until the download count of this number is reached.
pt_br: Se você preencher qualquer número aqui, os downloads de uma postagem específica não serão exibidos até que a contagem de downloads desse número seja atingida.

source: Download method
pt_br: Método de download

source: Direct download
pt_br: Download direto

source: Download page
pt_br: Baixar página

source: Run a download action from a separate page.
pt_br: Execute uma ação de download de uma página separada.

source: Download delay (in seconds)
pt_br: Atraso no download (em segundos)

source: Set to 0 to disable the delay counter.
pt_br: Defina como 0 para desabilitar o contador de atraso.

source: Item Design
pt_br: Design do item

source: Show if highlighted
pt_br: Mostrar se realçado

# Admin page label
source: Bimber, Download landing page
pt_br: Bimber, Landing Page de Download

source: Here are my links!
pt_br: Aqui estão meus links!

source: Shop with me
pt_br: Compre comigo

source: More products
pt_br: Mais Produtos

source: AdAce Plugin
pt_br: Plugin AdAce

source: Links Before Main Collection
pt_br: Links antes da coleção principal

source: Show affiliate disclosure
pt_br: Mostrar divulgação de afiliados

source: Links Category
pt_br: Categoria de links

source: Simple list.
pt_br: Lista simples.

source: Semitransparent
pt_br: Semi transparente

source: Links Before Footer
pt_br: Links antes do rodapé

source: Promoted Products
pt_br: Produtos Promovidos

source: Embed code
pt_br: Código embutido

source: You can choose more than one.
pt_br: Você pode escolher mais de um.

source: Embed Code
pt_br: Código embutido

source: E.g. from ShopStyle Collective or rewardStyle
pt_br: Por exemplo. do ShopStyle Collective ou rewardStyle

source: Hide price
pt_br: Ocultar preço

source: Hide add to cart
pt_br: Ocultar adicionar ao carrinho

source: "More" Link Label
pt_br: Etiqueta do link "Mais"

source: Promoted Single Product
pt_br: Produto Único Promovido

source: WooCommerce Product
pt_br: Produto WooCommerce

source: Activate the %s plugin
pt_br: Ative o plug-in %s

source: Coupon %s Inside
pt_br: Cupom %s dentro

source: Coupon Inside
pt_br: Cupom dentro

source: Bimber Custom Slots
pt_br: Slots personalizados Bimber

source: Before "Comments" section
pt_br: Antes da seção "Comentários"

source: After link exit counter
pt_br: Após o contador de saída do link

# Restrict Content Pro menu endpoint
source: Paid
pt_br: Pago

# Restrict Content Pro menu endpoint
source: Free
pt_br: Livre

source: Members %s Only
pt_br: Apenas membros %s

source: Members Only
pt_br: Apenas membros

source: Elementor Page Builder Content
pt_br: Conteúdo do Construtor de Páginas Elementor

source: Inject content from page
pt_br: Injetar conteúdo da página

source: Only top level pages allowed
pt_br: Somente páginas de nível superior permitidas

source: <a class="bimber-elementor-page-id" href="%s" target="_blank">Edit page</a>
pt_br: <a class="bimber-elementor-page-id" href="%s" target="_blank">Editar Página</a>

source: <a class="bimber-elementor-page-id" href="%s" target="_blank">Edit using front-end builder</a>
pt_br: <a class="bimber-elementor-page-id" href="%s" target="_blank">Editar usando o construtor front-end</a>

source: Elementor Page Builder is inactive
pt_br: O Elementor Page Builder está inativo

source: Please install and activate the Elementor Page Builder plugin to edit your homepage.
pt_br: Instale e ative o plugin Elementor Page Builder para editar sua página inicial.

# Admin page label
source: Bimber, Elementor Home Injected Page
pt_br: Bimber, Home Page Elementor

# Easy Social Share Buttons integration
source: Bimber: Before Content
pt_br: Bimber: Antes do conteúdo

# Easy Social Share Buttons integration
source: Bimber: After Content
pt_br: Bimber: Depois do conteúdo

# Easy Social Share Buttons integration
source: Bimber: Compact
pt_br: Bimber: Compacto

# Easy Social Share Buttons integration
source: Bimber: Mini
pt_br: Biber: Mini

# Easy Social Share Buttons integration
source: Bimber: Content Side
pt_br: Bimber: Conteúdo Lateral

# Easy Social Share Buttons integration
source: Bimber: Side
pt_br: Bimber: Lateral

source: Bimber Featured Author
pt_br: Autor em destaque Bimber

source: Show a featured author member card
pt_br: Mostrar um cartão de membro de autor em destaque

source: BuddyPress Plugin
pt_br: Plugin BuddyPress

source: Show sidebar on BuddyPress pages
pt_br: Mostrar barra lateral nas páginas do BuddyPress

source: Archive Template
pt_br: Modelo de arquivo

source: Short Description
pt_br: Descrição curta

source: Long Description
pt_br: Longa descrição

source: Less than five minutes ago
pt_br: Há menos de cinco minutos

source: Never
pt_br: Nunca

source: Additional info
pt_br: Informação adicional

source: Member since
pt_br: Membro desde

source: Last online
pt_br: Último online

source: Followers
pt_br: Seguidores

source: Show a list of member avatars of the user's followers.
pt_br: Mostre uma lista de avatares de membros dos seguidores do usuário.

source: Play the Quiz
pt_br: Jogue o quiz

source: Add to List
pt_br: Adicionado a lista

source: Data
pt_br: Dados

source: Filter by Snax format
pt_br: Filtrar por formato Snax

# Snax integration
source: Play quiz in new window
pt_br: Reproduzir quiz em nova janela

# Snax integration
source: Take poll in new window
pt_br: Faça a enquete em uma nova janela

source: Votes
pt_br: Votos

source: Voting Box
pt_br: Caixa de votação

source: Color scheme
pt_br: Esquema de cores

source: Dark
pt_br: Escuro

source: WPBakery Page Builder Content
pt_br: Conteúdo do Construtor de Páginas WPBakery

source: <a class="bimber-vc-page-id" href="%s" target="_blank">Edit page</a>
pt_br: <a class="bimber-vc-page-id" href="%s" target="_blank">Editar Página</a>

source: <a class="bimber-vc-page-id" href="%s" target="_blank">Edit using front-end builder</a>
pt_br: <a class="bimber-vc-page-id" href="%s" target="_blank">Editar usando o construtor front-end</a>

source: WPBakery Page Builder is inactive
pt_br: O Construtor de Páginas WPBakery está inativo

source: Please install and activate the WPBakery Page Builder plugin to edit your homepage.
pt_br: Instale e ative o plugin WPBakery Page Builder para editar sua página inicial.

source: Users with badge:
pt_br: Usuários com selo:

source: Level:
pt_br: Nível:

source: Locked
pt_br: Bloqueado

source: Widget title
pt_br: Título do widget

source: HTML id attribute (optional)
pt_br: Atributo de código HTML (opcional)

source: HTML class(es) attribute (optional)
pt_br: Atributo de classe(s) HTML (opcional)

source: Points
pt_br: Pontos

source: Activate plugin to enable this option
pt_br: Ative o plugin para habilitar esta opção

source: Badges
pt_br: Selos

source: Most points
pt_br: A maioria dos pontos

source: Footer
pt_br: Rodapé

# Customizer
source: -- don't inject --
pt_br: -- não injetar --

source: Enter tablet landscape preview mode
pt_br: Entre no modo de visualização de paisagem do tablet

source: Enter mobile landscape preview mode
pt_br: Entre no modo de visualização paisagem

source: Visit Direct Link
pt_br: Acesse o Link Direto

source: Create
pt_br: Criar

source: Demo data import type not allowed. Allowed values: %s.
pt_br: Tipo de importação de dados de demonstração não permitido. Valores permitidos: %s.

source: Image number has to be specified.
pt_br: O número da imagem deve ser especificado.

source: Demo data uninstall type not allowed. Allowed values: %s.
pt_br: Tipo de desinstalação de dados de demonstração não permitido. Valores permitidos: %s.

source: %s (Invalid)
pt_br: %s (inválido)

source: %s (Pending)
pt_br: %s (Pendente)

source: Move up
pt_br: Subir

source: Move down
pt_br: Mover para baixo

source: Edit menu item
pt_br: Editar item de menu

source: Navigation Label
pt_br: Etiqueta de navegação

source: Title Attribute
pt_br: Atributo do Título

source: Open link in a new tab
pt_br: Abrir link em uma nova guia

source: CSS Classes (optional)
pt_br: Classes CSS (opcional)

source: Link Relationship (XFN)
pt_br: Relação de Link (XFN)

source: The description will be displayed in the menu if the current theme supports it.
pt_br: A descrição será exibida no menu se o tema atual for compatível.

source: Move
pt_br: Jogada

source: Up one
pt_br: Subir um

source: Down one
pt_br: Descer um

source: To the top
pt_br: Para o topo

source: Remove
pt_br: Remover

source: Cancel
pt_br: Cancelar

source: Tracking code (in &lsaquo;head&rsaquo;)
pt_br: Código de rastreamento (na ‹cabeça›)

source: Tracking code (after <body>)
pt_br: Código de rastreamento (depois de <body>)

source: AMP Tracking code (in <head>)
pt_br: Código de acompanhamento AMP (em <head>)

source: AMP Tracking code (after <body>)
pt_br: Código de acompanhamento AMP (depois de <body>)

source: Tracking
pt_br: Rastreamento

source: Popular Collection
pt_br: Coleção Popular

source: Hot Collection
pt_br: Coleção quente

source: Trending Collection
pt_br: Coleção de tendências

source: Import myCRED content
pt_br: Importar conteúdo myCRED

source: Remove myCRED content
pt_br: Remover conteúdo myCRED

source: Update
pt_br: Atualizar

source: Integrations
pt_br: Integrações

source: myCRED elements
pt_br: elementos myCRED

source: Hooks
pt_br: Ganchos

source: Ranks
pt_br: Classificações

source: Import
pt_br: Importar

source: Show details
pt_br: Mostrar detalhes

source: Generated at
pt_br: Gerado em

source: Tasks
pt_br: Tarefas

source: Lists are calculated based on
pt_br: As listas são calculadas com base em

source: Change criteria in
pt_br: Alterar critérios em

source: Theme Options
pt_br: Opções do tema

source: Dashboard
pt_br: Painel

source: Registration
pt_br: Cadastro

source: Demos
pt_br: Demonstrações

source: Advanced
pt_br: Avançado

source: Third-party APIs
pt_br: APIs de terceiros

source: Save Changes
pt_br: Salvar alterações

source: Select an image
pt_br: Selecione uma imagem

source: Clear
pt_br: Limpar

source: All options imported successfuly.
pt_br: Todas as opções importadas com sucesso.

source: Popular posts generated successfully.
pt_br: Postagens populares geradas com sucesso.

source: Hot posts generated successfully.
pt_br: Postagens quentes geradas com sucesso.

source: Trending posts generated successfully.
pt_br: Postagens populares geradas com sucesso.

source: To use social login you have to agree with the storage and handling of your data by this website.
pt_br: Para usar o login social, você deve concordar com o armazenamento e manuseio de seus dados por este site.

source: Welcome to Bimber Theme
pt_br: Bem-vindo ao Tema Bimber

source: Join Our Community
pt_br: Junte-se a nossa comunidade

source: Never Miss a News
pt_br: Nunca perca uma notícia

source: Stay up to date with all upcoming updates, important notes and announcements. Follow us on <a href="%s" target="_blank">Facebook</a> or <a href="%s" target="_blank">Twitter</a>.
pt_br: Mantenha-se atualizado com todas as próximas atualizações, notas importantes e anúncios. Siga-nos no <a href="%s" target="_blank">Facebook</a> ou <a href="%s" target="_blank">Twitter</a> .

source: Rate the Theme
pt_br: Avalie o tema

source: If you are happy with our theme and support, please don't forget to rate the theme on <a href="%s" target="_blank">ThemeForest</a>. Thanks in advance.
pt_br: Se você está satisfeito com nosso tema e suporte, não se esqueça de avaliar o tema no <a href="%s" target="_blank">ThemeForest</a> . Desde já, obrigado.

source: Need Some Help?
pt_br: Precisa de alguma ajuda?

source: Check Online Documentation
pt_br: Verifique a documentação on-line

source: All information about theme installation, configuration and customization can be found in our <a href="%s" target="_blank">online documentation</a>.
pt_br: Todas as informações sobre instalação, configuração e personalização de temas podem ser encontradas em nossa <a href="%s" target="_blank">documentação online</a> .

source: Use Support Centre
pt_br: Usar o Centro de Suporte

source: Support is conducted through our <a href="%s" target="_blank">Support Centre</a>, where you can submit your questions, bug-findings, etc.
pt_br: O suporte é realizado através do nosso <a href="%s" target="_blank">Centro de Suporte</a> , onde você pode enviar suas perguntas, descobertas de bugs, etc.

source: Enable GDPR
pt_br: Ativar GDPR

source: WP Social Login consent text
pt_br: Texto de consentimento do WP Social Login

source: You can use: %privacy_policy% to create a link to the Privacy Policy page.
pt_br: Você pode usar: %privacy_policy% para criar um link para a página da Política de Privacidade.

source: Enable GDPR integration
pt_br: Ative a integração do GDPR

source: The Bimber theme uses the WP GDPR Compliance for GDPR integration.
pt_br: O tema Bimber usa o WP GDPR Compliance para integração GDPR.

source: <a href="%s" class="g1-install-wp-gdpr-compliance">Install the WP GDPR Compliance</a> plugin.
pt_br: Instale o plug-in <a href="%s" class="g1-install-wp-gdpr-compliance">WP GDPR Compliance.</a>

source: <a href="%s" class="g1-install-wp-gdpr-compliance">Activate the WP GDPR Compliance</a> plugin.
pt_br: Ative o plug-in <a href="%s" class="g1-install-wp-gdpr-compliance">WP GDPR Compliance.</a>

source: Installing the WP GDPR Compliance plugin...
pt_br: Instalando o plugin WP GDPR Compliance...

source: WP GDPR Compliance is ready to use, <a href="%s">go to the plugin's settings</a>.
pt_br: O WP GDPR Compliance está pronto para uso, <a href="%s">acesse as configurações do plugin</a> .

source: The WP GDPR Compliance plugin installation failed.
pt_br: A instalação do plug-in WP GDPR Compliance falhou.

source: <a href="%s" target="_blank">See details</a>.
pt_br: <a href="%s" target="_blank">Veja detalhes</a> .

source: You have to register the Bimber Theme to import demos
pt_br: Você precisa registrar o Tema Bimber para importar demos

source: Please visit the %s section and follow activation steps to import all demos.
pt_br: Visite a seção %s e siga as etapas de ativação para importar todas as demonstrações.

source: Choose Your Demo
pt_br: Escolha sua demonstração

source: Select components to uninstall:
pt_br: Selecione os componentes para desinstalar:

source: This component was not installed
pt_br: Este componente não foi instalado

source: Content (posts, pages, images, menus)
pt_br: Conteúdo (posts, páginas, imagens, menus)

source: Import:
pt_br: Importar:

source: All
pt_br: Tudo

source: Install
pt_br: Instalar

source: Preview
pt_br: Visualizar

source: Uninstall
pt_br: Desinstalar

source: Dismiss this notice.
pt_br: Esconder esta mensagem.

# Settings
source: App ID
pt_br: ID do aplicativo

# Settings
source: App Secret
pt_br: Segredo do aplicativo

source: How do I get my <strong>App ID</strong>? Use this <a href="%s" target="_blank">guide</a> for help.
pt_br: Como faço para obter meu <strong>ID de aplicativo</strong> ? Use este <a href="%s" target="_blank">guia</a> para obter ajuda.

source: How do I get my <strong>App Secret</strong>? Use this <a href="%s" target="_blank">guide</a> for help.
pt_br: Como faço para obter meu <strong>segredo do aplicativo</strong> ? Use este <a href="%s" target="_blank">guia</a> para obter ajuda.
