Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/bimber-*/bimber-*.po
Languages: pt_br

source: If you fill in any number here, the comments for a specific post are not shown until the comment count of this number is reached.
pt_br: Se você preencher qualquer número aqui, os comentários de uma postagem específica não serão exibidos até que a contagem de comentários desse número seja atingida.

source: Date to Display
pt_br: Data para exibição

source: Date of publication
pt_br: Data da publicação

source: Date of modification
pt_br: Data de modificação

# both dates
source: Both
pt_br: Ambos

source: Convert date to time ago
pt_br: Converter data para tempo atrás

source: Instead of displaying full date, use timestamps like "4 minutes ago", "1 day ago".
pt_br: Em vez de exibir a data completa, use carimbos de data/hora como "4 minutos atrás", "1 dia atrás".

source: Disabled
pt_br: Desativado

source: Enabled
pt_br: Habilitado

source: Auto play videos in Stream collections
pt_br: Reprodução automática de vídeos em coleções do Stream

source: Use GIF player
pt_br: Usar reprodutor de GIF

source: Open links in new window for infinite scroll in collections
pt_br: Abra links em uma nova janela para rolagem infinita em coleções

source: Use pagination URLs for infinite scroll in collections
pt_br: Use URLs de paginação para rolagem infinita em coleções

source: Autoload Next Post
pt_br: Carregar automaticamente a próxima postagem

source: From the same category?
pt_br: Da mesma categoria?

source: Max posts to load (0 for infinite)
pt_br: Máximo de posts para carregar (0 para infinito)

source: Gallery Post Format
pt_br: Formato de postagem da galeria

source: Show Featured Image Icon
pt_br: Mostrar ícone de imagem em destaque

source: Archive
pt_br: Arquivo

source: Set up <strong>the default options</strong> for all post archive pages.
pt_br: Configure <strong>as opções padrão</strong> para todas as páginas de arquivo de postagem.

source: You can override them for any individual category or tag while editing it.
pt_br: Você pode substituí-los por qualquer categoria ou tag individual durante a edição.

# Settings
source: Composition
pt_br: Composição

# Settings
source: Filters
pt_br: Filtros

# Settings
source: Default Filter
pt_br: Filtro padrão

# Settings
source: Hide Elements
pt_br: Ocultar elementos

# Settings
source: Background Color
pt_br: Cor de fundo

# Settings
source: Optional Background Gradient
pt_br: Gradiente de fundo opcional

source: Video Post Format
pt_br: Formato de postagem de vídeo

source: Hide video in post content
pt_br: Ocultar vídeo no conteúdo da postagem

source: Link Post Format
pt_br: Formato de postagem de link

source: Show source domain after post title
pt_br: Mostrar domínio de origem após o título da postagem

source: Has a single page?
pt_br: Tem uma única página?

source: Button label
pt_br: Rótulo do botão

source: Open method
pt_br: Método aberto

source: using landing page
pt_br: usando a página de destino

source: Run an external link redirection from a separate page.
pt_br: Execute um redirecionamento de link externo de uma página separada.

source: Redirection delay (in seconds)
pt_br: Atraso de redirecionamento (em segundos)

source: Single
pt_br: Individual

source: Set up <strong>the default options</strong> for all single post pages.
pt_br: Configure <strong>as opções padrão</strong> para todas as páginas de postagem única.

source: You can override them for any individual post while editing it.
pt_br: Você pode substituí-los para qualquer postagem individual durante a edição.

source: Prev/Next Links
pt_br: Links Anterior/Próximo

source: Author Info
pt_br: Informações do autor

source: More from Category
pt_br: Mais da categoria

source: Comments section
pt_br: Seção de comentários

source: Pagination Single
pt_br: Paginação Simples

source: Nav Single
pt_br: Único de Navegação

source: Share buttons
pt_br: Botões de compartilhamento

source: Reactions
pt_br: Reações

source: Elements Order
pt_br: Ordem dos Elementos

source: Sticky ShareBar
pt_br: Barra de Compartilhamento Fixo

source: Enable Fly-in Prev/Next Links
pt_br: Ativar links anteriores/próximos fly-in

source: Native comment section label
pt_br: Rótulo da seção de comentários nativos

source: Our site
pt_br: Nosso site

# pagination
source: Overview
pt_br: Visão geral

# pagination overview
source: Page links
pt_br: Links de página

# pagination overview
source: Page X of Y
pt_br: Página X de Y

source: Labels for previous, next
pt_br: Rótulos para anterior, próximo

source: previous | next
pt_br: anterior | next

source: previous page | next page
pt_br: página anterior | próxima página

source: just arrows
pt_br: apenas setas

source: Style of previous, next
pt_br: Estilo de anterior, próximo

source: Next on last page redirects to next post
pt_br: Próximo na última página redireciona para o próximo post

source: Element: %s
pt_br: Elemento: %s

source: Dropdown Size
pt_br: Tamanho Dropdown

source: Dropdown Type
pt_br: Tipo Dropdown

source: User
pt_br: Usuário

source: Row: A
pt_br: Linha: A

source: Row: B
pt_br: Linha: B

source: Row: C
pt_br: Linha: C

source: Optional Border Color
pt_br: Cor da borda opcional

source: Sticky
pt_br: Fixo

source: Border Color
pt_br: Cor da borda

source: Visibility
pt_br: Visibilidade

source: Single post
pt_br: Postagem única

source: grid
pt_br: rede

source: list
pt_br: Lista

source: Display above header
pt_br: Exibir acima do cabeçalho

source: Full width
pt_br: Largura completa

source: Grid Size
pt_br: Tamanho da grade

source: Grid image ratio
pt_br: Proporção da imagem da grade

source: Grid image title
pt_br: Título da imagem da grade

source: Exclude from the main collection?
pt_br: Excluir da coleção principal?

source: Filter by Categories
pt_br: Filtrar por categorias

source: Filter by Tags
pt_br: Filtrar por Tags

source: Icons
pt_br: Ícones

source: Margin Top
pt_br: Margem Superior

source: Margin Bottom
pt_br: Margem Inferior

source: standard
pt_br: padrão

source: justified
pt_br: justificado

source: Labels
pt_br: Rótulo

source: Icon Size
pt_br: Tamanho do ícone

source: Show Explanation
pt_br: Mostrar explicação

source: for all
pt_br: para todos

source: for logged in users
pt_br: para usuários logados

source: small
pt_br: pequena

source: Create (button)
pt_br: Criar (botão)

source: Create (dropdown)
pt_br: Criar (lista suspensa)

source: enable
pt_br: habilitar

source: disable
pt_br: desativar

source: Social Icons
pt_br: Ícones sociais

source: List Size
pt_br: Tamanho da lista

source: Form Size
pt_br: Tamanho do formulário

source: Open Header Builder
pt_br: Abrir construtor de cabeçalho

source: Style:
pt_br: Estilo:

source: Shadow:
pt_br: Sombra:

source: Align:
pt_br: Alinhar:

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Grow:
pt_br: Crescer:

# on off
source: On
pt_br: Ativado

# on off
source: Off
pt_br: Desativado

source: Got questions? Visit our <a href="http://bringthepixel.com/support/">support centre</a>.
pt_br: Tem perguntas? Visite nosso <a href="http://bringthepixel.com/support/">centro de suporte</a> .
