Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/bimber-*/bimber-*.po
Languages: pt_br

# widgets
source: <div class="g1-meta">%1$s on </div><div class="entry-title g1-epsilon g1-epsilon-1st">%2$s</div>
pt_br: <div class="g1-meta">%1$s em</div><div class="entry-title g1-epsilon g1-epsilon-1st"> %2$s</div>

source: Ooops, sorry! We couldn't find it
pt_br: Opa, desculpe! Não conseguimos encontrá-lo

source: You have requested a page or file which doesn't exist
pt_br: Você solicitou uma página ou arquivo que não existe

source: Search Our Website
pt_br: Pesquise em nosso site

source: Report a Problem
pt_br: Reportar um problema

source: Please write some descriptive information about your problem, and email our <a href="%s">webmaster</a>.
pt_br: Escreva algumas informações descritivas sobre seu problema e envie um e-mail para nosso <a href="%s">webmaster</a> .

source: Back to the Homepage
pt_br: Voltar a página inicial

source: You can also <a href="%s">go back to the homepage</a> and start browsing from there.
pt_br: Você também pode <a href="%s">voltar para a página inicial</a> e começar a navegar a partir daí.

source: Page: Intermediate
pt_br: Página: Intermediário

source: One Comment
pt_br: Um comentário

source: Leave a Reply
pt_br: Deixe uma resposta

source: Pages
pt_br: Páginas

source: One Ping
pt_br: Um ping

source: Posts by %s
pt_br: Postagens de %s

source: Continue reading
pt_br: Ler mais

source: Page: No Sidebar
pt_br: Página: Sem barra lateral

source: Search Results for: %s
pt_br: Resultados da pesquisa para: %s

source: Yearly Archives
pt_br: Arquivos anuais

source: Monthly Archives
pt_br: Arquivos Mensais

source: Daily Archives
pt_br: Arquivos Diários

source: Back to Top
pt_br: Voltar ao topo

source: View community profile
pt_br: Ver perfil da comunidade

# placeholder
source: Search for:
pt_br: Procurar por:

# submit button
source: Search
pt_br: Procurar

source: This product cannot be displayed. Please check if there are products in the product injection category you selected.
pt_br: Este produto não pode ser exibido. Verifique se há produtos na categoria de injeção de produtos que você selecionou.

source: This product cannot be displayed. The <strong>%s</strong> plugin is not activated.
pt_br: Este produto não pode ser exibido. O plug-in <strong>%s</strong> não está ativado.

source: Rank
pt_br: Classificação

source: Injection slot %d
pt_br: Slot de injeção %d

source: No "id" was set in the arguments array for the slot.
pt_br: Nenhum "id" foi definido na matriz de argumentos para o slot.

source: No "render_callback" was set in the arguments array for the slot.
pt_br: Nenhum "render_callback" foi definido na matriz de argumentos para o slot.

source: Primary Navigation
pt_br: Navegação Primária

source: Secondary Navigation
pt_br: Navegação secundária

source: User Navigation
pt_br: Navegação do usuário

source: Footer Navigation
pt_br: Navegação no rodapé

source: Home Filters
pt_br: Filtros da Home

source: More stories
pt_br: Mais histórias

source: Oldest
pt_br: Mais antigo

source: Most Discussed
pt_br: Mais Discutidos

source: Most Shared
pt_br: Mais compartilhado

source: Most Viewed
pt_br: Mais visto

source: Most Upvoted
pt_br: Mais votados

source: Latest stories
pt_br: Histórias mais recentes

source: Subterms
pt_br: Subtermos

source: View Gallery
pt_br: Veja a galeria

source: Read More
pt_br: Leia mais

source: More
pt_br: Mais

# Type of comments
source: Our site <span class="count">%d</span>
pt_br: Nosso site <span class="count">%d</span>

# Type of comments
source: Our site
pt_br: Nosso site

# font family
source: Font
pt_br: Fonte

# font style
source: Style
pt_br: Estilo

# font size
source: Size
pt_br: Tamanho

source: Line Height
pt_br: Altura da linha

source: Letter Spacing
pt_br: Espaçamento entre letras

source: Text Transform
pt_br: Transformação de texto

source: - None -
pt_br: - Nenhum -

# text transform
source: don't change
pt_br: Não Alterar

# text transform
source: UPPERCASE
pt_br: MAIÚSCULAS

# text transform
source: lowercase
pt_br: minúscula

# text transform
source: Capitalize Each Word
pt_br: Capitalize Cada Palavra

source: Sans Serif Google Fonts
pt_br: Fonte Google Sans Serif

source: Serif Google Fonts
pt_br: Fonte Google com serifa

source: Display Google Fonts
pt_br: Exibir fontes do Google

source: Handwriting Google Fonts
pt_br: Fonte Google Manuscritas

source: Monospace Google Fonts
pt_br: Fonte Google Monoespaçadas

# font option
source: Bold
pt_br: Negrito

# font option
source: Italic
pt_br: Itálico

source: Default Web Fonts
pt_br: Fontes da Web padrão

source: Search term not set!
pt_br: Termo de pesquisa não definido!

source: Search params missing!
pt_br: Parâmetros de pesquisa ausentes!

source: Post id not set!
pt_br: O ID da postagem não foi definido!

source: Shares
pt_br: Compartilhamentos

source: View
pt_br: Visualização

source: <strong itemprop="commentCount">0</strong> <span>Comments</span>
pt_br: <strong itemprop="commentCount">0</strong> <span>comentários</span>

source: <strong itemprop="commentCount">1</strong> <span>Comment</span>
pt_br: <strong itemprop="commentCount">1</strong> <span>comentário</span>

source: <strong itemprop="commentCount">%</strong> <span>Comments</span>
pt_br: <strong itemprop="commentCount">%</strong> <span>Comentários</span>

source: Vote
pt_br: Voto

source: in
pt_br: em

# %s = human-readable time difference
source: %s ago
pt_br: %s atrás

source: updated %2$s
pt_br: atualizado %2$s

source: by
pt_br: por

source: Trending
pt_br: Tendência

source: Hot
pt_br: Quente

source: Open list
pt_br: Lista aberta

source: Next post
pt_br: Próxima postagem

# sidebar name
source: Primary
pt_br: Primário

# sidebar name
source: Secondary
pt_br: Secundário

# sidebar name
source: Home
pt_br: Página Inicial

source: Leave empty to use the Primary sidebar
pt_br: Deixe em branco para usar a barra lateral principal

source: Home 2nd
pt_br: 2º Página Inicial

source: Leave empty to use the Secondary sidebar
pt_br: Deixe em branco para usar a barra lateral secundária

# sidebar name
source: Single Post
pt_br: Postagem única

# sidebar name
source: Post Archives
pt_br: Arquivos de postagem

source: For posts archive pages (categories, tags). Leave empty to use the Primary sidebar
pt_br: Para páginas de arquivo de posts (categorias, tags). Deixe em branco para usar a barra lateral principal

source: Post Archives 2nd
pt_br: 2º Postar arquivos

source: For posts archive pages (categories, tags). Leave empty to use the Secondary sidebar
pt_br: Para páginas de arquivo de posts (categorias, tags). Deixe em branco para usar a barra lateral secundária

# sidebar name
source: Pages
pt_br: Páginas

# sidebar name
source: Footer %d
pt_br: Rodapé %d

source: Not Safe For Work
pt_br: Não é seguro para o trabalho

source: Click to view this post
pt_br: Clique para ver esta postagem

source: View full post
pt_br: Ver postagem completa

source: Latest
pt_br: Mais recente

# Top page
source: Today
pt_br: Hoje

# Top page
source: This month
pt_br: Este mês

# Top page
source: All time
pt_br: Tempo todo

source: Logo
pt_br: Logotipo

source: Mobile Logo
pt_br: Logotipo do Celular

source: Primary Nav
pt_br: Navegação principal

source: Secondary Nav
pt_br: Navegação secundária

source: Hamburger
pt_br: Hambúrger

source: Quick Nav
pt_br: Navegação rápida

source: Top X link
pt_br: Top Link X

source: Quick Nav (small)
pt_br: Navegação rápida (pequena)

source: Social icons list
pt_br: Lista de ícones sociais

source: Social icons dropdown
pt_br: Lista suspensa de ícones sociais

source: Search Dropdown
pt_br: Pesquisa suspensa

source: Search Form
pt_br: Formulário de pesquisa

source: Skin Switcher
pt_br: Mudar Modelo

source: NSFW Switcher
pt_br: Lig/Desl NSFW

source: User Dropdown
pt_br: Lista suspensa do usuário

source: Create Button
pt_br: Botão Criar

source: Language Selector
pt_br: Seletor de idioma

source: Cart Dropdown
pt_br: Lista suspensa do carrinho

source: Ad Slot
pt_br: Espaço do anúncio

source: Newsletter Dropdown
pt_br: Lista suspensa do boletim informativo

source: says:
pt_br: diz:

# 1: date, 2: time
source: %1$s at %2$s
pt_br: %1$s em %2$s

source: Edit
pt_br: Editar

source: Your comment is awaiting moderation.
pt_br: Seu comentário está aguardando moderação.

source: Name
pt_br: Nome

source: Website
pt_br: Site

source: Comment
pt_br: Comentario

source: Recent
pt_br: Recente

source: none
pt_br: Nenhum

source: All time
pt_br: Todo o Período

source: Last 30 days
pt_br: Últimos 30 dias

source: Last 7 days
pt_br: Últimos 7 dias

source: Last 24 hours
pt_br: Últimas 24 horas

source: Load More
pt_br: Carregar mais

source: Infinite Scroll
pt_br: Rolagem infinita

source: Infinite Scroll (first load via click)
pt_br: Rolagem Infinita (primeiro carregamento via clique)

source: Prev/Next Pages
pt_br: Páginas anteriores/próximas

source: Featured Media
pt_br: Mídia em destaque

source: Categories
pt_br: Categorias

source: Subtitle
pt_br: Legenda

source: Summary
pt_br: Resumo

source: Author
pt_br: Autor

source: Date
pt_br: Data

source: Views
pt_br: Visualizações

source: Comments Link
pt_br: Link de comentários

source: Call to Action
pt_br: Chamada para ação

source: Icon
pt_br: Ícone

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Filters
pt_br: Filtros

source: inject into post collection
pt_br: Injetar na coleção de postagens

source: Hide
pt_br: Esconder

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: 3 columns
pt_br: 3 colunas

source: 4 columns
pt_br: 4 colunas

source: Become a Patron
pt_br: Torne-se um Patrono

source: <strong>%d</strong> submission already
pt_br: <strong>%d</strong> envio pronto

source: End date:
pt_br: Data final:

source: Ends in
pt_br: Termina em

source: + Add yours
pt_br: + Adicione o seu

source: + Add first item
pt_br: + Adicionar primeiro item

source: Most viewed stories
pt_br: Histórias mais vistas

source: Most shared stories
pt_br: Histórias mais compartilhadas

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: No featured entries match the criteria.
pt_br: Nenhuma entrada em destaque corresponde aos critérios.

source: For more information please refer to the documentation.
pt_br: Para obter mais informações, consulte a documentação.

source: You May Also Like
pt_br: Você pode gostar

source: Written by <a href="%s"><span itemprop="name" >%s</span></a>
pt_br: Escrito por <a href="%s"><span itemprop="name" >%s</span></a>

source: See more
pt_br: Ver mais

source: Previous article
pt_br: Artigo anterior

source: Next article
pt_br: Próximo artigo

source: Sorry. No data so far.
pt_br: Desculpe. Nenhum dado até o momento.

source: Today
pt_br: Hoje

source: Best
pt_br: Melhor

source: View all points
pt_br: Ver todos os pontos

source: Apologies, but no results were found.
pt_br: Desculpe, mas nenhum resultado foi encontrado.

source: View comments
pt_br: Ver comentários

source: Comments
pt_br: Comentários

source: Don't Miss
pt_br: Não perca

source: View all formats
pt_br: Ver todos os formatos

source: List item
pt_br: Item da lista

source: Submitted to <a href="%s">"%s"</a>
pt_br: Enviado para <a href="%s">&quot;%s&quot;</a>

source: Approved
pt_br: Aprovado

source: Pending for review
pt_br: Pendente para revisão

source: View all results
pt_br: Ver todos os resultados

source: More From: <a href="%s">%s</a>
pt_br: Mais de: <a href="%s">%s</a>

# Top page
source: All collections are disabled.
pt_br: Todas as coleções estão desativadas.

source: Please check if the Wordpress Popular Posts plugin is activated. The theme uses it to calculate this list entries.
pt_br: Por favor, verifique se o plugin Wordpress Popular Posts está ativado. O tema o utiliza para calcular as entradas desta lista.

source: See the full version of this page
pt_br: Veja a versão completa desta página

source: Go to the Shop
pt_br: Vá a loja

source: Body text
pt_br: Texto de corpo

source: Giga Heading
pt_br: Cabeçalho Giga

source: Mega Heading
pt_br: Cabeçalho Mega

source: H1 Heading
pt_br: Cabeçalho H1

source: H2 Heading
pt_br: Cabeçalho H2

source: H3 Heading
pt_br: Cabeçalho H3

source: H4 Heading
pt_br: Cabeçalho H4

source: H5 Heading
pt_br: Cabeçalho H5

source: H6 Heading
pt_br: Cabeçalho H6

source: Subheading H3
pt_br: Subtítulo H3

source: Subheading H4
pt_br: Subtítulo H4

source: Metatext
pt_br: Metatexto

source: Buttons
pt_br: Botões

source: Tabs
pt_br: Abas

source: Blockquotes
pt_br: Citações em bloco

source: Loading&hellip;
pt_br: Carregando&hellip;

# Youzer Integration
source: Youzer plugin is active and overrides this option. Manage the login popup using Youzer %s
pt_br: O plugin Youzer está ativo e substitui esta opção. Gerencie o pop-up de login usando Youzer %s

# Youzer Integration
source: Youzer plugin is active and overrides this option. Manage the social login using Youzer %s
pt_br: O plugin Youzer está ativo e substitui esta opção. Gerencie o login social usando Youzer %s

# Youzer Integration
source: Youzer plugin is active and overrides this option. Manage the captcha protection using Youzer %s
pt_br: O plugin Youzer está ativo e substitui esta opção. Gerencie a proteção captcha usando Youzer %s

# BuddyPress register form
source: Register with your social network:
pt_br: Cadastre-se com sua rede social:

# BuddyPress register form
source: With social network:
pt_br: Com rede social:

# BuddyPress register form
source: Or register with your email:
pt_br: Ou cadastre-se com seu e-mail:

source: Before header theme area
pt_br: Antes da área do tema do cabeçalho

source: Before content theme area
pt_br: Antes da área de tema de conteúdo

source: After featured entries
pt_br: Após entradas em destaque

source: Before "You May Also Like" section
pt_br: Antes da seção "Você também pode gostar"

source: Before "More From" section
pt_br: Antes da seção "Mais de"

source: Before comments area
pt_br: Antes da área de comentários

source: Before "Don't Miss" section
pt_br: Antes da seção "Não perca"

source: Inside grid collection
pt_br: Coleção de grade interna

source: Inside list collection
pt_br: Dentro da coleção de listas

source: Inside classic collection
pt_br: Dentro da coleção clássica

source: Inside stream collection
pt_br: Dentro da coleção de streams

source: On the left side of stream collection
pt_br: No lado esquerdo da coleção de streams

source: On the right side of stream collection
pt_br: No lado direito da coleção de streams

source: Media
pt_br: Mídia

source: Add Image
pt_br: Adicionar imagem

source: Remove Image
pt_br: Remover imagem

source: Image
pt_br: Imagem

source: Label
pt_br: Rótulo

source: Text Color
pt_br: Cor de texto

source: Background Color
pt_br: Cor de Fundo

source: Header
pt_br: Cabeçalho

source: Edit Default Options
pt_br: Editar opções padrão

source: Header Composition
pt_br: Composição do cabeçalho

source: default (%s)
pt_br: padrão (%s)

source: Hide Elements
pt_br: Ocultar elementos

source: Default
pt_br: Padrão

source: Change
pt_br: Alterar

source: Optional Background Gradient
pt_br: Gradiente de fundo opcional

source: Optional Text Color
pt_br: Cor do texto opcional

source: Background Image
pt_br: Imagem de Fundo

source: Background Size
pt_br: Tamanho do plano de fundo

# background size option
source: cover
pt_br: cobrir

# background size option
source: contain
pt_br: conter

source: Background Repeat
pt_br: Fundo de repetição

# background repeat option
source: no repeat
pt_br: sem repetição

# background repeat option
source: repeat
pt_br: repetir

# background repeat option
source: repeat x
pt_br: repetir x

# background repeat option
source: repeat y
pt_br: repetir y

source: Featured Entries
pt_br: Entradas em destaque

source: Type
pt_br: Tipo

source: Leave empty to use the default value
pt_br: Deixe em branco para usar o valor padrão

source: Hide Title
pt_br: Ocultar título

source: Template
pt_br: Modelo

source: Gutter
pt_br: Calha

source: Time Range
pt_br: Intervalo de Tempo

source: Main Collection
pt_br: Coleção principal

source: Sidebar Location
pt_br: Localização da barra lateral

source: Sidebar
pt_br: Barra Lateral

source: Inject embeds into featured media
pt_br: Injetar incorporações na mídia em destaque

source: Entries per page
pt_br: Entradas por página

source: Leave empty to use the default value (%s)
pt_br: Deixe em branco para usar o valor padrão (%s)

source: Pagination
pt_br: Paginação

source: Call to Action - Hide Buttons
pt_br: Call to Action - Ocultar Botões

source: Inject newsletter after post
pt_br: Injetar newsletter após a postagem

source: Ad
pt_br: Anúncios

source: Inject ad after post
pt_br: Injetar anúncio após postagem

source: Product
pt_br: Produto

source: Inject product after post
pt_br: Injetar produto após a postagem

source: <a style="color: #ff0000;" href="%s">Register theme to unlock</a>
pt_br: <a style="color: #ff0000;" href="%s">Registre o tema para desbloquear</a>

source: Viral Front-End Uploader with Open Lists
pt_br: Sistema de envio via front-end viral com listas abertas

source: Social media profile icons
pt_br: Ícones de perfil de mídia social

source: Share your reaction to a post, using nice looking badges
pt_br: Compartilhe sua reação a uma postagem, usando selos bonitos

source: Your media assistant
pt_br: Seu assistente de mídia

source: Ad manager
pt_br: Gerenciador de anúncios

source: Comments manager
pt_br: Gerenciador de comentários

source: Mix photos without a graphics editor
pt_br: Misture fotos sem um editor gráfico

source: Frontend and backend page builder
pt_br: Construtor de páginas de front-end e back-end

source: Automatic theme updates
pt_br: Atualizações automáticas de temas

source: Install Required Plugins
pt_br: Instalar Plug-ins Necessários

source: Install Plugins
pt_br: Instalar Plug-ins

source: Installing Plugin: %s
pt_br: Instalar Plug-in: %s

source: Something went wrong with the plugin API.
pt_br: Algo deu errado com a API do plug-in.

source: This theme requires the following plugin: %1$s.
pt_br: Este tema requer o seguinte plug-in: %1$s.

source: This theme recommends the following plugin: %1$s.
pt_br: Este tema recomenda o seguinte plug-in: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
pt_br: Desculpe, mas você não tem as permissões corretas para instalar o plugin %s. Entre em contato com o administrador deste site para obter ajuda sobre como instalar o plug-in.

source: The following required plugin is currently inactive: %1$s.
pt_br: O plug-in recomendado a seguir está inativo atualmente: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
pt_br: O plug-in recomendado a seguir está inativo atualmente: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
pt_br: Desculpe, mas você não tem as permissões corretas para ativar o plugin %s. Entre em contato com o administrador deste site para obter ajuda sobre como ativar o plug-in.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
pt_br: O plug-in a seguir precisa ser atualizado para sua versão mais recente para garantir a compatibilidade máxima com este tema: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
pt_br: Desculpe, mas você não tem as permissões corretas para atualizar o plugin %s. Entre em contato com o administrador deste site para obter ajuda sobre como atualizar o plug-in.

source: Begin installing plugin
pt_br: Comece a instalar o plug-in

source: Activate installed plugin
pt_br: Ativar plug-in instalado

source: Return to Required Plugins Installer
pt_br: Voltar ao Instalador de Plug-ins Necessários

source: Plugin activated successfully.
pt_br: Plug-in ativado com sucesso.

source: All plugins installed and activated successfully. %s
pt_br: Todos os plugins instalados e ativados com sucesso. %s

source: updated
pt_br: Atualizada

source: Featured Image
pt_br: Imagem em destaque

source: Turn into Mega Menu
pt_br: Habilitar Mega Menu

source: inherit
pt_br: herdar

# sidebar location
source: Left
pt_br: Esquerda

# sidebar location
source: Right
pt_br: Direita

# Admin page label
source: Bimber, Link Landing Page
pt_br: Bimber, página de destino do link

# Admin page label
source: Bimber, Top Posts Page
pt_br: Bimber, página de postagens principais

# Admin page label
source: Bimber, Trending Posts Page
pt_br: Bimber, página de postagens em alta

# Admin page label
source: Bimber, Hot Posts Page
pt_br: Bimber, página de postagens quentes

# Admin page label
source: Bimber, Popular Posts Page
pt_br: Bimber, página de postagens populares

source: Cheatin&#8217; uh?
pt_br: Traição né?

source: You have to activate the AdAce plugin to utilize that ad spot.
pt_br: Você precisa ativar o plug-in AdAce para utilizar esse local de anúncio.

# Montserrat font: on or off
source: on
pt_br: ligar

# Work Sans font: on or off
source: on
pt_br: ligar

# Roboto font: on or off
source: on
pt_br: ligar

# Rajdhani font: on or off
source: on
pt_br: ligar

# Amethysta font: on or off
source: on
pt_br: ligar

# Spartan font: on or off
source: on
pt_br: ligar

# Poppins font: on or off
source: on
pt_br: ligar

# Roboto Condensed font: on or off
source: on
pt_br: ligar

# Fira Sans font: on or off
source: on
pt_br: ligar

# Fira Sans Condensed font: on or off
source: on
pt_br: ligar

# PT Serif font: on or off
source: on
pt_br: ligar

# IBM Plex Sans font: on or off
source: on
pt_br: ligar

# Rubik font: on or off
source: on
pt_br: ligar

# Shares
source: Facebook App Id not set in Theme Options > Shares
pt_br: ID do aplicativo do Facebook não definido em Opções de tema > Compartilhamentos

# Shares
source: Share on Facebook
pt_br: Compartilhar no Facebook

# Shares
source: Share on Twitter
pt_br: Compartilhar no Twitter

# Shares
source: Share on Pinterest
pt_br: Compartilhe no Pinterest

# Shares
source: Post Content Images
pt_br: Postar imagens de conteúdo

# Shares > Position Type
source: built-in
pt_br: construídas em

# Shares
source: New Badge Popup
pt_br: Novo pop-up de selo

# Shares > Position Type
source: myCRED plugin integration
pt_br: Integração do plugin myCRED

source: %s plugin is not activated
pt_br: O plug-in %s não está ativado

# Shares
source: New Rank Popup
pt_br: Novo pop-up de classificação

# Shares
source: Gallery Lightbox
pt_br: Lightbox da galeria

# Shares > Position Type
source: MediaAce plugin integration
pt_br: Integração de plugins MediaAce

# Shares
source: Easy Social Share Buttons for WordPress
pt_br: Botões fáceis de compartilhamento social para WordPress

# Shares
source: Mashshare Share Buttons
pt_br: Botões de compartilhamento do Mashshare

source: Cache file was successfully saved on disk.
pt_br: O arquivo de cache foi salvo com sucesso no disco.

source: Caching process failed. Cache file was not saved on disk.
pt_br: Falha no processo de armazenamento em cache. O arquivo de cache não foi salvo no disco.

source: Please check if the directory "wp-content/uploads" is writable by your web server.
pt_br: Por favor, verifique se o diretório "wp-content/uploads" é gravável pelo seu servidor web.

source: When fixed, please apply some changes in WP Customizer and publish them to rebuild cache file. Back here then to see if it works.
pt_br: Quando corrigido, aplique algumas alterações no WP Customizer e publique-as para reconstruir o arquivo de cache. Volte aqui então para ver se funciona.
