Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/bimber-*/bimber-*.po
Languages: pt_br

# Theme Options
source: ERROR. External CSS file cannot be saved to disk. Change permissions to allow server to write to directory %s
pt_br: ERRO. O arquivo CSS externo não pode ser salvo no disco. Altere as permissões para permitir que o servidor grave no diretório %s

source: Last action status
pt_br: Status da última ação

source: Load dynamic CSS using
pt_br: Carregar CSS dinâmico usando

source: internal stylesheet (inside <head>)
pt_br: folha de estilo interna (dentro de <head>)

source: external CSS file (recommended)
pt_br: arquivo CSS externo (recomendado)

source: Register theme
pt_br: Registrar tema

source: You're almost done. Just one more step. In order to gain full access to all demos, premium plugins and support, please register your theme's purchase code.
pt_br: Você está quase pronto. Só mais um passo. Para obter acesso total a todas as demos, plugins premium e suporte, registre o código de compra do seu tema.

source: Registration Completed &#127881;
pt_br: Inscrição concluída 🎉

source: Your theme is registered and ready to use.
pt_br: Seu tema está registrado e pronto para uso.

source: Your Envato Purchase Code
pt_br: Seu código de compra Envato

source: Where to find the code?
pt_br: Onde encontrar o código?

source: Deregister the purchase code
pt_br: Cancelar o código de compra

source: I confirm that, according to the Envato License Terms, I am licensed to use the purchase code for a single project. Using it on multiple installations is a copyright violation.
pt_br: Confirmo que, de acordo com os Termos de Licença da Envato, estou licenciado para usar o código de compra para um único projeto. Usá-lo em várias instalações é uma violação de direitos autorais.

source: License details.
pt_br: Detalhes da licença.

# Theme activation
source: Register Theme
pt_br: Registrar tema

source: Token Registration
pt_br: Registro de token

source: When automatic registration fails, please unlock the theme using this token method. Click the following link to get your individual token and enter it below.
pt_br: Quando o registro automático falhar, desbloqueie o tema usando este método de token. Clique no link a seguir para obter seu token individual e insira-o abaixo.

source: Generate token
pt_br: Gerar token

# Theme activation
source: Register Theme with Token
pt_br: Registrar tema com token

source: Fake Views
pt_br: Visualizações falsas

source: Fake view count
pt_br: Contagem de visualizações falsas

source: Leave empty to use global settings or use a positive number (inclusive 0) to override them.
pt_br: Deixe em branco para usar as configurações globais ou use um número positivo (inclusive 0) para substituí-las.

source: Nonce incorrect!
pt_br: Nonce incorreto!

source: Single Page
pt_br: Página Simples

source: If option is set to "inherit" it uses <a href="%s">Single Post</a> global setup.
pt_br: Se a opção estiver definida como &quot;herdar&quot;, ela usa a configuração global <a href="%s">Single Post.</a>

source: Global Featured Entries
pt_br: Inscrições Globais em Destaque

# Metabox title
source: Video Options
pt_br: Opções de vídeo

source: The "Auto Video Length" module from the MediaAce plugin is not enabled. Video length cannot be set automatically.
pt_br: O módulo "Auto Video Length" do plugin MediaAce não está habilitado. A duração do vídeo não pode ser definida automaticamente.

# Link to documentation
source: Learn more
pt_br: Saber mais

source: Video length
pt_br: Duração do vídeo

# Video meta box label
source: unknown
pt_br: desconhecido

source: Error
pt_br: Erro

source: Manual video length
pt_br: Duração do vídeo manual

source: seconds
pt_br: segundos

# Video metabox field description
source: Use this field if the video length cannot be automatically obtained
pt_br: Use este campo se a duração do vídeo não puder ser obtida automaticamente

source: Video URL
pt_br: URL do vídeo

source: Random post
pt_br: Postagem aleatória

source: Random posts
pt_br: Postagens aleatórias

source: Add to Menu
pt_br: Adicionar ao menu

source: Single Page Header Options
pt_br: Opções de cabeçalho de página única

source: Composition
pt_br: Composição

# Shares Settings
source: Enabled
pt_br: Habilitado

# Shares Settings
source: Debug mode
pt_br: Modo de depuração

# Settings
source: Facebook App ID
pt_br: ID do aplicativo do Facebook

source: Positions
pt_br: Posições

source: yes
pt_br: sim

# Shares Settings
source: Use this option to disable entire module and all share slots at once
pt_br: Use esta opção para desabilitar o módulo inteiro e todos os slots de compartilhamento de uma só vez

source: disabled
pt_br: Desativado

source: enabled
pt_br: Ativado

# Shares Settings
source: Enable to log share details into the JavaScript console (Google Chrome DevTools, Firefox Developer Tools)
pt_br: Ative para registrar detalhes de compartilhamento no console JavaScript (Google Chrome DevTools, Firefox Developer Tools)

# Theme Options
source: The Facebook App ID is not set.
pt_br: O ID do aplicativo do Facebook não está definido.

# Theme Options
source: The Facebook App ID is set.
pt_br: A ID do aplicativo do Facebook está definida.

# Theme Options
source: Change
pt_br: Mudar

# Shares
source: Available
pt_br: Disponível

# Shares
source: Not available
pt_br: Não disponível

# Shares
source: Enabled
pt_br: Habilitado

# Shares
source: Networks
pt_br: Redes

source: Tag Archives: %s
pt_br: Arquivos de Tags: %s

source: Author Archives: %s
pt_br: Arquivos do Autor: %s

source: Search results
pt_br: Procurar Resultados

source: 404 - page not found
pt_br: 404 Página Não Encontrada

source: You are here:
pt_br: Você está aqui:

source: Bimber Taxonomy Filter
pt_br: Filtro de Taxonomia Bimber

source: Filter posts by a taxonomy
pt_br: Filtrar postagens por uma taxonomia

# Widget Taxonomy Filter
source: No filters available
pt_br: Nenhum filtro disponível

# Taxonomy Filter Widget
source: Show All (%d)
pt_br: Mostrar tudo (%d)

# Taxonomy Filter Widget
source: Filter
pt_br: Filtro

# Taxonomy Filter Widget
source: Show filter counts
pt_br: Mostrar contagens de filtros

# Taxonomy Filter Widget
source: Show selected filters first
pt_br: Mostrar os filtros selecionados primeiro

# Taxonomy Filter Widget
source: Show "View all" button after
pt_br: Mostrar o botão "Ver tudo" após

# Taxonomy Filter Widget
source: items
pt_br: Itens

# Taxonomy Filter Widget
source: Hide widget if no filters
pt_br: Ocultar widget se não houver filtros

# Bimber Taxonomy Filter
source: Filter by Tags
pt_br: Filtrar por Tags

source: Bimber Posts
pt_br: Postes Bimber

source: A list of trending posts.
pt_br: Uma lista de postagens de tendências.

source: No posts match the widget criteria
pt_br: Nenhuma postagem corresponde aos critérios do widget

source: Please check if there are posts that match all the below criteria. If not, remove the wrong ones in the widget settings.
pt_br: Verifique se há postagens que atendem a todos os critérios abaixo. Caso contrário, remova os errados nas configurações do widget.

# Posts Widget
source: Time range: %s
pt_br: Período: %s

# Posts Widget
source: Categories: %s
pt_br: Categorias: %s

# Posts Widget
source: Tags: %s
pt_br: Etiquetas: %s

source: The max. number of entries to show
pt_br: O número máx. de entradas para mostrar

source: Sort by
pt_br: Ordenar por

source: Publish date
pt_br: Data de publicação

source: Categories (optional)
pt_br: Categorias (opcional)

source: Tags (optional)
pt_br: Etiquetas (opcional)

source: Trending Now
pt_br: Tendência agora

source: Bimber Sticky Start Point
pt_br: Ponto de partida pegajoso de Bimber

source: Use this widget to define place where sticky elements starts
pt_br: Use este widget para definir o local onde os elementos pegajosos começam

source: Offset
pt_br: Desvio

source: If you have some sticky elements on your site (e.g. menu), they can overlap on sticky sidebar. Set offset here to move the sidebar down.
pt_br: Se você tiver alguns elementos fixos em seu site (por exemplo, menu), eles podem se sobrepor na barra lateral fixa. Defina o deslocamento aqui para mover a barra lateral para baixo.

source: Sticky widget container height (in px)
pt_br: Altura do contêiner do widget fixo (em px)

source: Space inside which a sticky widget can float while scrolling (e.g. 1000). 0 - all subsequent widgets float together
pt_br: Espaço dentro do qual um widget fixo pode flutuar durante a rolagem (por exemplo, 1000). 0 - todos os widgets subsequentes flutuam juntos

source: Number of subsequent widgets to be sticky
pt_br: Número de widgets subsequentes a serem fixos

source: 0 - all subsequent widgets will be sticky
pt_br: 0 - todos os widgets subsequentes serão fixos

source: Ranking
pt_br: Classificação

source: Search
pt_br: Pesquisar

source: Subscribe
pt_br: Inscrever-se

source: Cart
pt_br: Carrinho

source: Log Out
pt_br: Sair

source: Toggle NSFW
pt_br: Alternar NSFW

source: Disable the <abbr title="Not Suitable For Work">NSFW</abbr> warnings that refer to content considered inappropriate in the workplace (<strong>N</strong>ot <strong>S</strong>uitable <strong>F</strong>or <strong>W</strong>ork).
pt_br: Desactivar as advertências <abbr title="Não Adequado Para Trabalho">NSFW</abbr> que se referem ao conteúdo considerada inadequada no local de trabalho <strong>(N</strong> ot <strong>S</strong> uitable <strong>F</strong> ou <strong>W</strong> ork).

source: Follow us
pt_br: Siga-nos

source: Switch skin
pt_br: Trocar de skin

source: Switch to the light mode that's kinder on your eyes at day time.
pt_br: Mude para o modo de luz que é mais suave para os seus olhos durante o dia.

source: Switch to the dark mode that's kinder on your eyes at night time.
pt_br: Mude para o modo escuro que é mais suave para os seus olhos durante a noite.

source: Latest <span>story</span>
pt_br: Última <span>história</span>

source: Most <span>shared</span>
pt_br: Mais <span>compartilhados</span>

source: Most <span>viewed</span>
pt_br: Mais <span>visualizados</span>

source: Latest story
pt_br: Última história

source: View All
pt_br: Ver tudo

source: %d entry
pt_br: %d entrada

source: Leave empty to use the default value.
pt_br: Deixe em branco para usar o valor padrão.

source: Bimber Collection
pt_br: Coleção Bimber

source: Select display style for items.
pt_br: Selecione o estilo de exibição dos itens.

source: Card Style
pt_br: Estilo do cartão

source: None
pt_br: Nenhum

source: Solid
pt_br: Sólido

source: Simple
pt_br: Simples

source: Subtle
pt_br: Subtitúlos

source: Columns
pt_br: Colunas

source: Size
pt_br: Tamanho

source: Align
pt_br: Alinhar

source: Center
pt_br: Centralizar

source: Narrow posts to a specific period of time.
pt_br: Limite as postagens a um período de tempo específico.

source: Total Items
pt_br: Total de Itens

source: Set max limit for items or enter -1 to display all.
pt_br: Defina o limite máximo para itens ou insira -1 para exibir todos.

source: Number of posts to displace or pass over.
pt_br: Número de posts a deslocar ou passar por cima.

source: Filter by Category
pt_br: Filtrar por categoria

source: Filter by Tag
pt_br: Filtrar por Tag

source: Filter by Post Format
pt_br: Filtrar por formato de postagem

source: Filter by Author
pt_br: Filtrar por autor

source: Action Links
pt_br: Links de ação

source: Bimber Categories
pt_br: Categorias de Bimber

source: Include
pt_br: Incluir

source: A comma-separated list of category ids or slugs.
pt_br: Uma lista separada por vírgulas de IDs de categoria ou slugs.

source: Order by
pt_br: Pedido por

source: Number of Entries
pt_br: Número de entradas

source: Matche the order of the Include
pt_br: Corresponder à ordem do Include

source: Bimber Title
pt_br: Título Bimber

source: Text
pt_br: Texto

source: HTML id
pt_br: Id HTML

source: HTML class
pt_br: classe HTML

source: Number of columns to use for grid template.
pt_br: Número de colunas a serem usadas para o modelo de grade.

source: Standard
pt_br: Padrão

source: Total items
pt_br: Total de Itens

source: Filter by category
pt_br: Filtrar por categoria

source: Filter by tag
pt_br: Filtrar por etiqueta

source: Filter by post format
pt_br: Filtrar por formato de postagem

source: Maximum items
pt_br: Máximo de itens

source: Bimber Featured Collection
pt_br: Coleção em destaque Bimber

source: Show Tagline
pt_br: Mostrar slogan

source: Logo Width
pt_br: Largura do logotipo

source: Logo Height
pt_br: Altura do logotipo

source: An image for High DPI screen (like Retina) should be twice as big.
pt_br: Uma imagem para tela de alto DPI (como Retina) deve ser duas vezes maior.

source: Logo inverted
pt_br: Logo invertido

source: Logo inverted HDPI
pt_br: Logo HDPI invertido

source: Mobile Logo Width
pt_br: Largura do logotipo para celular

source: Mobile Logo Height
pt_br: Altura do logotipo para celular

source: Mobile Logo HDPI
pt_br: Logo para dispositivos móveis HDPI

source: Mobile Logo inverted
pt_br: Logo mobile invertido

source: Mobile Logo inverted HDPI
pt_br: HDPI invertido do logotipo mobile

source: Footer Text
pt_br: Texto de rodapé

source: Footer Stamp
pt_br: Carimbo de Rodapé

source: Footer Stamp Width
pt_br: Largura do carimbo de rodapé

source: Footer Stamp Height
pt_br: Altura do carimbo de rodapé

source: Footer Stamp HDPI
pt_br: Carimbo de Rodapé HDPI

source: Footer Stamp Label
pt_br: Rótulo de Carimbo de Rodapé

source: Hide footer stamp label
pt_br: Ocultar rótulo de carimbo de rodapé

source: Footer Stamp URL
pt_br: URL do carimbo de rodapé

source: Input placeholder
pt_br: Marcador de entrada

source: Available tags: %s
pt_br: Etiquetas disponíveis: %s

source: Enable AJAX search results
pt_br: Ativar resultados de pesquisa AJAX

source: Add New Control
pt_br: Adicionar novo controle

source: Desktop
pt_br: Área de Trabalho

source: Mobile
pt_br: Celular

source: Failed to import content
pt_br: Falha ao importar conteúdo

source: Widgets imported successfully
pt_br: Widgets importados com sucesso

source: Failed to import widgets
pt_br: Falha ao importar widgets

source: Theme options imported successfully.
pt_br: Opções de tema importadas com sucesso.

source: Failed to import theme options
pt_br: Falha ao importar opções de tema

source: Import completed successfully.
pt_br: Importação concluída com sucesso.

source: Previous Member
pt_br: Membro anterior

source: Next Member
pt_br: Próximo membro

source: Tags
pt_br: Tag

source: Before Main Collection
pt_br: Antes da coleção principal

source: Show Newsletter
pt_br: Mostrar boletim informativo

source: Activate the %s plugin to use this option
pt_br: Ative o plugin %s para usar esta opção

source: Show Patreon
pt_br: Mostrar Patreon

source: Show Instagram
pt_br: Mostrar Instagram

source: Show Links
pt_br: Mostrar links

source: Show Promoted Products
pt_br: Mostrar produtos promovidos

source: Show Promoted Single Product
pt_br: Mostrar produto único promovido

source: Activate the AdAce and WooCommerce plugins to use this option
pt_br: Ative os plugins AdAce e WooCommerce para usar esta opção

source: Sections order
pt_br: Ordem das seções

source: Drag and drop to reorder.
pt_br: Arraste e solte para reordenar.

source: Exclude categories
pt_br: Excluir categorias

source: Use embeds instead of featured images
pt_br: Use incorporações em vez de imagens em destaque

source: Highlight items
pt_br: Destaque itens

source: Highlight item at position
pt_br: Destaque item na posição

source: Repeat highlighted item after each X positions
pt_br: Repita o item destacado após cada posição X

source: Inject newsletter at position
pt_br: Injetar boletim informativo na posição

source: e.g., %s
pt_br: por exemplo, %s

source: Repeat newsletter after each X positions
pt_br: Repita o boletim informativo após cada X posições

# Customizer Settings
source: Edit ad settings
pt_br: Editar configurações de anúncio

source: Inject ad at position
pt_br: Injetar anúncio na posição

source: Repeat ad after every X positions
pt_br: Repita o anúncio após cada X posições

source: Inject product at position
pt_br: Injetar produto na posição

source: Repeat product after each X positions
pt_br: Repita o produto após cada posição X

source: Inject products from category
pt_br: Injetar produtos da categoria

source: Theme Color
pt_br: Cor do Tema

source: Define colors for elements of the browser.
pt_br: Defina cores para elementos do navegador.

source: Keep in mind that it may only work on certain platforms or browsers.
pt_br: Lembre-se de que ele pode funcionar apenas em determinadas plataformas ou navegadores.

source: Boxed Layout Background
pt_br: Plano de fundo do layout em caixa

source: Skinmode Boxed Layout Background
pt_br: Plano de fundo do layout em caixa

source: Basic Color Scheme
pt_br: Esquema de cores básico

source: Accent Color
pt_br: Cor de destaque

source: Secondary Color Scheme
pt_br: Esquema de Cores Secundário

source: Will be applied to buttons, badges &amp; flags.
pt_br: Será aplicado a botões, selos e bandeiras.

source: Enable Bending Cat
pt_br: Ativar Dobrar Cat

source: Page Width
pt_br: Largura da página

source: Typography
pt_br: Tipografia

source: Google Font Subset
pt_br: Subconjunto de fontes do Google

# font subset
source: Latin
pt_br: latim

# font subset
source: Latin Extended
pt_br: Latim Estendido

# font subset
source: Cyrillic
pt_br: Cirílico

# font subset
source: Cyrillic Extended
pt_br: Cirílico Estendido

# font subset
source: Greek
pt_br: grego

# font subset
source: Greek Extended
pt_br: Grego Estendido

# font subset
source: Vietnamese
pt_br: vietnamita

source: Add new
pt_br: Adicionar novo

source: Body Text
pt_br: Texto de corpo

source: Short meta information like post date, author etc.
pt_br: Meta-informações curtas, como data de postagem, autor, etc.

source: Metatext link
pt_br: Link de metatexto

source: Button
pt_br: Botão

source: Category label
pt_br: Rótulo da categoria

source: Tag label
pt_br: Etiqueta da etiqueta

source: Tab
pt_br: Aba

source: Submenu link
pt_br: Link do submenu

source: Dropdown toggle
pt_br: Alternar suspenso

source: Post Content
pt_br: Publicar conteúdo

source: Mega Heading as Section Title
pt_br: Mega Heading como Título da Seção

source: H1 as Section Title
pt_br: H1 como Título da Seção

source: H2 as Section Title
pt_br: H2 como Título da Seção

source: H3 as Section Title
pt_br: H3 como Título da Seção

source: H3 as Subtitle
pt_br: H3 como legenda

source: H4 as Section Title
pt_br: H4 como Título da Seção

source: H4 as Subtitle
pt_br: H4 como legenda

source: H5 as Section Title
pt_br: H5 como Título da Seção

source: H5 as Subtitle
pt_br: H5 como legenda

source: H6 as Section Title
pt_br: H6 como Título da Seção

source: H6 as Subtitle
pt_br: H6 como legenda

source: Blockquote
pt_br: Bloco de citação

source: Show an ellipsis for longer items
pt_br: Mostrar reticências para itens mais longos

source: Cards
pt_br: Cartões

source: Home Content
pt_br: Conteúdo inicial

source: Home Sidebars
pt_br: Barras laterais iniciais

source: Archive Content
pt_br: Arquivar conteúdo

source: Archive Sidebars
pt_br: Arquivar barras laterais

source: Search Page Content
pt_br: Conteúdo da página de pesquisa

source: Search Page Sidebars
pt_br: Barras laterais da página de pesquisa

source: Single Content
pt_br: Conteúdo único

source: Single Sidebars
pt_br: Barras Laterais Simples

source: Single Comments
pt_br: Comentários únicos

source: Builder
pt_br: Construtor

source: Colors
pt_br: Cores

source: Flags
pt_br: Bandeiras

source: Style
pt_br: Estilo

# skin
source: Light
pt_br: Claro

# skin
source: Dark
pt_br: Escuro

# layout
source: Boxed
pt_br: Em caixa

# layout
source: Stretched
pt_br: Esticado

source: Icon Style
pt_br: Estilo do ícone

# icon style
source: Solid
pt_br: Sólido

# icon style
source: Line
pt_br: Linha

source: Headings &amp; Titles
pt_br: Títulos e cabeçalhos

source: Regular Text
pt_br: Texto normal

source: Small Text Descriptions
pt_br: Descrições de texto pequeno

source: Background Image Repeat
pt_br: Repetição da imagem de fundo

source: Background Image Size
pt_br: Tamanho da imagem de fundo

source: Background Image Position
pt_br: Posição da imagem de fundo

# background position option
source: top left
pt_br: canto superior esquerdo

# background position option
source: top center
pt_br: centro superior

# background position option
source: top right
pt_br: canto superior direito

# background position option
source: center left
pt_br: centro-esquerda

# background position option
source: center center
pt_br: centro centro

# background position option
source: center right
pt_br: centro-direita

# background position option
source: bottom left
pt_br: inferior esquerdo

# background position option
source: bottom center
pt_br: centro inferior

# background position option
source: bottom right
pt_br: canto inferior direito

source: Background Image Opacity
pt_br: Opacidade da imagem de fundo

source: Dark or Light Skin Mode
pt_br: Modo escuro ou claro

source: Modules
pt_br: Módulos

source: Social Media Profile Links
pt_br: Links de perfis de mídia social

source: Newsletter Color Scheme
pt_br: Esquema de cores do boletim informativo

source: Light
pt_br: Claro

source: Newsletter Title
pt_br: Título do boletim informativo

source: Patreon Color Scheme
pt_br: Esquema de cores do Patreon

source: Links Color Scheme
pt_br: Esquema de cores dos links

source: Instagram Color Scheme
pt_br: Esquema de cores do Instagram

source: Instagram - single row
pt_br: Instagram - linha única

source: Show Social Media Profile Links
pt_br: Mostrar links de perfil de mídia social

source: Social Media Links Color Scheme
pt_br: Esquema de cores de links de mídia social

source: Social Media Links
pt_br: Links de mídia social

source: Show Social Media Profile Links in the footer
pt_br: Mostrar links de perfil de mídia social no rodapé

source: Show "Back to Top" Button?
pt_br: Mostrar o botão "Voltar ao topo"?

source: Don't know what NSFW is?
pt_br: Não sabe o que é NSFW?

source: Read more about it in our <a href="%1$s">online documentation</a>.
pt_br: Leia mais sobre isso em nossa <a href="%1$s">documentação online</a> .

source: NSFW Categories
pt_br: Categorias NSFW

source: Enable "%s" Collection
pt_br: Ativar coleção "%s"

source: Generate collections based on
pt_br: Gerar coleções com base em

source: Top in menu
pt_br: Topo no menu

source: single
pt_br: solteiro

source: separate
pt_br: separado

source: Top posts page
pt_br: Página de postagens principais

source: Latest posts page
pt_br: Página de postagens mais recentes

source: Hot posts page
pt_br: Página de postagens quentes

source: Popular posts page
pt_br: Página de postagens populares

source: Trending posts page
pt_br: Página de postagens em alta

source: Excerpt Length (in words)
pt_br: Comprimento do Excerto (em palavras)

source: Hide Views
pt_br: Ocultar visualizações

source: If you fill in any number here, the views for a specific post are not shown until the view count of this number is reached.
pt_br: Se você preencher qualquer número aqui, as visualizações de uma postagem específica não serão exibidas até que a contagem de visualizações desse número seja atingida.

source: Fake view count base
pt_br: Base de contagem de visualizações falsas

source: Disable fake views for new submissions
pt_br: Desative visualizações falsas para novos envios

source: New users' submitted posts won't be affected with fake views.
pt_br: As postagens enviadas por novos usuários não serão afetadas por visualizações falsas.

source: Hide Comments
pt_br: Ocultar comentários
