Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/youzer-*/youzer-*.po
Languages: pt_br

source: You have no active subscriptions. Find your first subscription in the %sstore%s.
pt_br: Você não tem assinaturas ativas. Encontre sua primeira assinatura na %sstore%s.

source: Related Orders
pt_br: Pedidos relacionados

source: Order
pt_br: Pedido

source: Order Number
pt_br: Número do pedido

source: %1$s for %2$d item
pt_br: %1$s para %2$d item

# pay for a subscription
source: Pay
pt_br: Pagar

# an action on a subscription
source: Cancel
pt_br: Cancelar

source: Related Subscriptions
pt_br: Assinaturas relacionadas

# table heading
source: Start Date
pt_br: Data de início

# admin subscription table header
source: Last Order Date
pt_br: Data do último pedido

# admin subscription table header
source: Next Payment Date
pt_br: Próxima Data de Pagamento

# table heading
source: End Date
pt_br: Data final

# admin subscription table header
source: Trial End Date
pt_br: Data de término do teste

source: Subscription Updates
pt_br: Atualizações de assinatura

source: Subscription Totals
pt_br: Totais de assinatura

# table headings in notification email
source: Product
pt_br: produtos

source: Are you sure you want remove this item from your subscription?
pt_br: Tem certeza de que deseja remover este item de sua assinatura?

source: Invalid Subscription.
pt_br: Assinatura inválida.

source: My Account
pt_br: Minha Conta

source: Billing address
pt_br: Endereço de cobrança

source: N/A
pt_br: Não aplicável

source: Shipping address
pt_br: Endereço para envio

source: Never
pt_br: Nunca

source: Please enter a valid order ID
pt_br: Insira um ID de pedido válido

source: Track your order
pt_br: Acompanhe seu pedido

source: Please install and activate <strong><a href="https://wordpress.org/plugins/buddypress/">Buddypress</strong></a> plugin to use the <strong>Youzer</strong> plugin .
pt_br: Por favor, instale e ative o <strong><a href="https://wordpress.org/plugins/buddypress/">plugin Buddypress</a></strong> para usar o plugin <strong>Youzer.</strong>

source: Youzer is a Community & User Profiles Management Solution with a Secure Membership System, Front-end Account Settings, Powerful Admin Panel, 14 Header Styles, +20 Profile Widgets, 16 Color Schemes, Advanced Author Widgets, Fully Responsive Design, Extremely Customizable and a Bunch of Unlimited Features Provided By KaineLabs.
pt_br: Youzer é uma solução de gerenciamento de perfis de usuários e comunidades com um sistema de associação seguro, configurações de conta de front-end, painel de administração poderoso, 14 estilos de cabeçalho, +20 widgets de perfil, 16 esquemas de cores, widgets de autor avançados, design totalmente responsivo, extremamente personalizável e um Bando de recursos ilimitados fornecidos pela KaineLabs.
