Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/youzer-*/youzer-*.po
Languages: pt_br

source: Settings
pt_br: Configurações

source: About
pt_br: Sobre

source: Docs
pt_br: Documentação

source: Support
pt_br: Suporte

source: Youzer Panel
pt_br: Painel Youzer

source: Youzer - General Settings
pt_br: Youzer - Configurações gerais

source: General Settings
pt_br: Configurações Gerais

source: Youzer - Profile Settings
pt_br: Youzer - Configurações de perfil

source: Profile Settings
pt_br: Configurações de perfil

source: Youzer - Widgets Settings
pt_br: Youzer - Configurações de widgets

source: Widgets Settings
pt_br: Configurações de widgets

source: Youzer - Membership Settings
pt_br: Youzer - Configurações de Assinaturas

source: Membership Settings
pt_br: Configurações de Assinaturas

source: Extensions Settings
pt_br: Configurações de extensões

source: An error occurred while resetting the options!
pt_br: Ocorreu um erro ao redefinir as opções!

source: Banner URL not working!
pt_br: URL do banner não está funcionando!

source: This name already exists!
pt_br: Este nome já existe!

source: All fields are required!
pt_br: Todos os campos são necessários!

source: Save Changes
pt_br: Salvar alterações

source: Save
pt_br: Salvar

source: Wall Settings
pt_br: Configurações de parede

source: Groups Settings
pt_br: Configurações de grupos

source: Schemes Settings
pt_br: Configurações de Esquemas

source: Panel Settings
pt_br: Configurações do painel

source: Emoji Settings
pt_br: Configurações de emojis

source: Media Settings
pt_br: Configurações de mídia

source: Author Box Settings
pt_br: Configurações da caixa de autor

source: Custom Styling Settings
pt_br: Configurações de estilo personalizado

source: Social Networks Settings
pt_br: Configurações de redes sociais

source: Account Verification Settings
pt_br: Configurações de verificação de conta

source: Reviews Settings
pt_br: Configurações de comentários

source: Bookmarks Settings
pt_br: Configurações de favoritos

source: Messages Settings
pt_br: Configurações de mensagens

source: Notifications Settings
pt_br: Configurações de notificações

source: Groups Directory Settings
pt_br: Configurações do diretório de grupos

source: Members Directory Settings
pt_br: Configurações do diretório de membros

source: BBpress Settings
pt_br: Configurações do BBpress

source: Woocommerce Settings
pt_br: Configurações do Woocommerce

source: MyCRED Settings
pt_br: Configurações do MyCRED

source: Profile Structure
pt_br: Estrutura do perfil

source: Header Settings
pt_br: Configurações do cabeçalho

source: Navbar Settings
pt_br: Configurações da barra de navegação

source: Ads Settings
pt_br: Configurações de anúncios

source: Tabs Settings
pt_br: Configurações de guias

source: Subtabs Settings
pt_br: Configurações de subguias

source: Custom Tabs Settings
pt_br: Configurações de guias personalizadas

source: Info Tab Settings
pt_br: Configurações da guia de informações

source: Posts Tab Settings
pt_br: Configurações da guia Postagens

source: Media Tab Settings
pt_br: Configurações da guia de mídia

source: Comments Tab Settings
pt_br: Configurações da guia Comentários

source: Profile 404 Settings
pt_br: Configurações do Perfil 404

source: About Me Settings
pt_br: Sobre mim Configurações

source: Post Settings
pt_br: Configurações de postagem

source: Project Settings
pt_br: Configurações do projeto

source: Skills Settings
pt_br: Configurações de habilidades

source: Services Settings
pt_br: Configurações de serviços

source: Portfolio Settings
pt_br: Configurações do portfólio

source: Slideshow Settings
pt_br: Configurações de apresentação de slides

source: Quote Settings
pt_br: Configurações de cotação

source: Link Settings
pt_br: Configurações de links

source: Video Settings
pt_br: Configurações de vídeo

source: Instagram Settings
pt_br: Configurações do Instagram

source: Flickr Settings
pt_br: Configurações do Flickr

source: User Balance Settings
pt_br: Configurações de saldo do usuário

source: User Badges Settings
pt_br: Configurações de emblemas do usuário

source: Friends Settings
pt_br: Configurações de amigos

source: Info Boxes Settings
pt_br: Configurações das caixas de informações

source: User Tags Settings
pt_br: Configurações de tags de usuário

source: Recent Posts Settings
pt_br: Configurações de postagens recentes

source: Custom Widgets Settings
pt_br: Configurações de widgets personalizados

source: Login Settings
pt_br: Configurações de login

source: Register Settings
pt_br: Configurações de registro

source: Lost Password Settings
pt_br: Configurações de senha perdidas

source: Captcha Settings
pt_br: Configurações de Captcha

source: Social Login Settings
pt_br: Configurações de login social

source: Login Attempts Settings
pt_br: Configurações de tentativas de login

source: Newsletter Settings
pt_br: Configurações do boletim informativo

source: Login Styling Settings
pt_br: Configurações de estilo de login

source: Register Styling Settings
pt_br: Registrar configurações de estilo

source: Please enter and activate your license key to enable automatic updates:
pt_br: Insira e ative sua chave de licença para ativar as atualizações automáticas:

source: Verify Key
pt_br: Verificar chave

source: Extensions <span class="new">New</span>
pt_br: Extensões <span class="new">Novo</span>

source: License Settings
pt_br: Configurações de licença

source: License Key
pt_br: Chave de licença

source: <a href="%s">How to find your product license key?</a>
pt_br: <a href="%s">Como encontrar a chave de licença do seu produto?</a>

source: Verify License
pt_br: Verificar licença

source: Your license key expired on %s.
pt_br: Sua chave de licença expirou em %s.

source: Your license key is valid forever.
pt_br: Sua chave de licença é válida para sempre.

source: Your license key will expire on %s.
pt_br: Sua chave de licença expirará em %s.

source: Renew License with 30% OFF.
pt_br: Renove a licença com 30% OFF.

source: An error occurred, please try again.
pt_br: Ocorreu um erro. Por favor, tente novamente.

source: Your license key has been disabled.
pt_br: Sua chave de licença foi desativada.

source: Invalid license.
pt_br: Licença inválida.

source: Your license is not active for this URL.
pt_br: Sua licença não está ativa para este URL.

source: This appears to be an invalid license key for %s.
pt_br: Esta parece ser uma chave de licença inválida para %s.

source: Your license key has reached its activation limit.
pt_br: Sua chave de licença atingiu seu limite de ativação.

source: Success !
pt_br: Sucesso!

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
pt_br: Há uma nova versão de %1$s disponível. %2$sVer versão %3$s detalhes%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
pt_br: Há uma nova versão de %1$s disponível. %2$sVer detalhes da versão %3$s%4$s ou %5$atualizar agora%6$s.

source: You do not have permission to install plugin updates
pt_br: Você não tem permissão para instalar atualizações de plug-ins

source: Error
pt_br: Erro

source: Documentation
pt_br: Documentação

source: Username
pt_br: Nome de usuário

source: <strong>Youzer - New Media System Important Patch:<br> </strong>Please run the following patch <strong><a href='%1s'>Migrate to The New Youzer Media System.</a></strong> This operation will move all the old activity posts media ( images, videos, audios, files ) to a new database more organized and structured.
pt_br: <strong>Youzer - Novo patch importante do sistema de mídia:<br></strong> Por favor, execute o seguinte patch <strong><a href='%1s'>Migrate to The New Youzer Media System.</a></strong> Esta operação irá mover todas as mídias de postagens de atividades antigas (imagens, vídeos, áudios, arquivos) para um novo banco de dados mais organizado e estruturado.

source: <strong>Youzer - Media Optimization Patch :<br> </strong>Please run the following patch <strong><a href='%1s'> Upgrade Media System Database.</a></strong> This operation will improve the media system structure.
pt_br: <strong>Youzer - Patch de otimização de mídia:<br></strong> Execute o seguinte patch <strong><a href='%1s'>Upgrade Media System Database.</a></strong> Esta operação melhorará a estrutura do sistema de mídia.

source: <strong>Youzer - Database Optimization Patch :<br> </strong>Please run the following patch <strong><a href='%1s'>Optimize Youzer Database</a></strong> This will increase your website speed.
pt_br: <strong>Youzer - Patch de otimização de banco de dados:<br></strong> Por favor, execute o seguinte patch <strong><a href='%1s'>Otimizar banco de dados Youzer</a></strong> Isso aumentará a velocidade do seu site.

source: <strong>Youzer - Important Patch :<br> </strong>Please run the following patch <strong><a href='%1s'>Move Wordpress Fields To The Buddypress Xprofile Fields.</a></strong> This patch will move all the previews users fields values to the new created Buddypress fields so now you can have the full control over profile info tab and contact info tab fields also : Re-order them, Control their visibility or even remove them if you want.</strong>
pt_br: <strong>Youzer - Patch Importante:<br></strong> Por favor, execute o seguinte patch <strong><a href='%1s'>Move Wordpress Fields To The Buddypress Xprofile Fields.</a></strong> Este patch moverá todos os valores dos campos de usuários de visualizações para os novos campos Buddypress criados, então agora você pode ter o controle total sobre a guia de informações de perfil e os campos da guia de informações de contato também: Reordene-os, controle sua visibilidade ou até mesmo remova-os, se desejar .

source: Buy Now
pt_br: Comprar Agora

source: Photo
pt_br: Foto

source: Slideshow
pt_br: Apresentação de slides

source: Quote
pt_br: Citar

source: Video
pt_br: Vídeo

source: Audio
pt_br: Áudio

source: File
pt_br: Arquivo

source: Share
pt_br: Compartilhar

source: New Cover
pt_br: Nova capa

source: New Avatar
pt_br: Novo avatar

source: New Member
pt_br: Novo membro

source: Friendship Created
pt_br: Amizade criada

source: Friendship Accepted
pt_br: Amizade aceita

source: Group Created
pt_br: Grupo criado

source: Group Joined
pt_br: Grupo ingressado

source: New Blog Post
pt_br: Nova postagem do blog

source: New Blog Comment
pt_br: Novo comentário do blog

source: Updates Profile
pt_br: Perfil de atualizações

source: New Product
pt_br: Novo produto

source: New Purchase
pt_br: Nova compra

source: Forum Topic
pt_br: Tópico do Fórum

source: Forum Reply
pt_br: Resposta do fórum

source: Close
pt_br: Fechar

source: Field Group Icon
pt_br: Ícone do Grupo de Campos

source: Patches Settings
pt_br: Configurações de patches

source: Installed
pt_br: Instalado

source: Move Wordpress fields to Buddypress xprofile fields. %s
pt_br: Mova os campos do Wordpress para os campos do Buddypress xprofile. %s

source: This is a required step to move all the previous profile & contact fields values to the new generated xprofile fields. please note that this operation might take a long time to finish because it will go through all the users in database one by one and update their fields.
pt_br: Esta é uma etapa necessária para mover todos os valores de campos de perfil e contato anteriores para os novos campos xprofile gerados. por favor, note que esta operação pode levar muito tempo para ser concluída porque ela passará por todos os usuários no banco de dados um por um e atualizará seus campos.

source: Update Fields
pt_br: Atualizar campos

source: Migrate to the new media system. %s
pt_br: Migre para o novo sistema de mídia. %s

source: Please note that this operation might take a long time to finish because it will move all the old activity posts media ( images, videos, audios, files ) to a new database more organized and structured.<br><span style="color: red;text-transform: initial;">Make sure to enable the following functions on your server before running this patch : <b>CURL</b> and <b>getimagesize</b></span>
pt_br: Observe que esta operação pode levar muito tempo para ser finalizada, pois irá mover todas as mídias de postagens de atividades antigas (imagens, vídeos, áudios, arquivos) para um novo banco de dados mais organizado e estruturado.<br> <span style="color: red;text-transform: initial;">Certifique-se de habilitar as seguintes funções em seu servidor antes de executar este patch: <b>CURL</b> e <b>getimagesize</b></span>

source: Migrate Now
pt_br: Migrar agora

source: Upgrade media system database.
pt_br: Atualize o banco de dados do sistema de mídia.

source: This operation will add new media database table columns to optimize our media system and make it faster.
pt_br: Esta operação adicionará novas colunas de tabela de banco de dados de mídia para otimizar nosso sistema de mídia e torná-lo mais rápido.

source: Upgrade Now
pt_br: Atualize agora

source: Optimize Youzer Database. %s
pt_br: Otimize o banco de dados Youzer. %s

source: Before many youzer options were called on all the pages by running this patch they will be called only when needed. This operation will increase your website pages speed.
pt_br: Antes que muitas opções do youzer fossem chamadas em todas as páginas executando este patch, elas seriam chamadas apenas quando necessário. Esta operação aumentará a velocidade das páginas do seu site.

source: Optimize Now
pt_br: Otimize agora

source: Enable Verified Badges
pt_br: Ativar selos verificados

source: Enable accounts verification
pt_br: Ativar verificação de contas

source: Styling Settings
pt_br: Configurações de estilo

source: Badge Background
pt_br: Fundo do emblema

source: Badge background color
pt_br: Cor de fundo do emblema

source: Badge Icon
pt_br: Ícone de crachá

source: Badge icon color
pt_br: Cor do ícone do emblema

source: Enable Author Photo Border
pt_br: Ativar borda da foto do autor

source: Enable photo transparent border
pt_br: Ativar borda transparente da foto

source: Author Box Meta Icon
pt_br: Meta-ícone da caixa do autor

source: Box user meta icon?
pt_br: Meta-ícone do usuário da caixa?

source: Author Box Meta
pt_br: Meta da caixa do autor

source: Under box title meta type?
pt_br: Sob o tipo de meta do título da caixa?

source: Statistics Borders
pt_br: Limites das estatísticas

source: Use box statistics borders?
pt_br: Usar bordas de estatísticas de caixa?

source: Statistics Background
pt_br: Histórico de Estatísticas

source: Use box statistics silver background?
pt_br: Usar o fundo prateado das estatísticas da caixa?

source: Author Box Layout
pt_br: Layout da caixa do autor

source: Author Image Format
pt_br: Formato de imagem do autor

source: Networks Settings
pt_br: Configurações de rede

source: Display Social Networks
pt_br: Redes sociais de exibição

source: Show header social networks
pt_br: Mostrar redes sociais de cabeçalho

source: Networks Type
pt_br: Tipo de rede

source: Header background type
pt_br: Tipo de plano de fundo do cabeçalho

source: Networks Style
pt_br: Estilo de redes

source: Networks background style
pt_br: Estilo de plano de fundo de redes

source: Statistics Settings
pt_br: Configurações de Estatísticas

source: First Statistic
pt_br: Primeira estatística

source: Display first statistic number
pt_br: Exibir o primeiro número da estatística

source: Second Statistic
pt_br: Segunda estatística

source: Display second statistic number
pt_br: Exibir o segundo número da estatística

source: Third Statistic
pt_br: Terceira estatística

source: Display third statistic number
pt_br: Exibir o terceiro número da estatística

source: Select header first statistic
pt_br: Selecione a primeira estatística do cabeçalho

source: Select header second statistic
pt_br: Selecione a segunda estatística do cabeçalho

source: Select header third statistic
pt_br: Selecione a terceira estatística do cabeçalho

source: Box Button Styling
pt_br: Estilo de botão de caixa

source: Icon Color
pt_br: Cor do ícone

source: Button icon color
pt_br: Cor do ícone do botão

source: Text Color
pt_br: Cor de texto

source: button text color
pt_br: cor do texto do botão

source: Background Color
pt_br: Cor de Fundo

source: Button background color
pt_br: Cor de fundo do botão

source: Margin Settings
pt_br: Configurações de margem

source: Box Margin Top
pt_br: Margem superior da caixa

source: Specify author box top margin
pt_br: Especifique a margem superior da caixa do autor

source: Box Margin Bottom
pt_br: Parte inferior da margem da caixa

source: Specify author box bottom margin
pt_br: Especifique a margem inferior da caixa do autor

source: Cover Overlay Settings
pt_br: Configurações de sobreposição de capa

source: Enable Overlay
pt_br: Ativar sobreposição

source: Enable cover dark background
pt_br: Ativar fundo escuro da capa

source: Overlay Opacity
pt_br: Opacidade da sobreposição

source: Choose a value between 0.1 - 1
pt_br: Escolha um valor entre 0,1 - 1

source: Cover Pattern Settings
pt_br: Configurações do padrão de capa

source: Enable Dotted Pattern
pt_br: Ativar padrão pontilhado

source: Enable cover dotted pattern
pt_br: Ativar padrão pontilhado de capa

source: BBpress Integration
pt_br: Integração BBpress

source: Enable BBpress integration
pt_br: Ativar integração BBpress

source: Enable Bookmarks
pt_br: Ativar favoritos

source: Enable bookmarks
pt_br: Ativar favoritos

source: Bookmarks Privacy
pt_br: Privacidade dos favoritos

source: Who can see users bookmarks?
pt_br: Quem pode ver os favoritos dos usuários?

source: Public
pt_br: Público

source: Private
pt_br: Privado

source: Friends
pt_br: Amigos

source: Logged-in Users
pt_br: Usuários logados

source: Global Styling Settings
pt_br: Configurações globais de estilo

source: Enable Global CSS
pt_br: Ativar CSS global

source: Enable styling code below
pt_br: Ative o código de estilo abaixo

source: Global Custom CSS
pt_br: CSS personalizado global

source: This code will work on all your website pages
pt_br: Este código funcionará em todas as páginas do seu site

source: Profile Styling Settings
pt_br: Configurações de estilo de perfil

source: Enable Profile CSS
pt_br: Ativar CSS do perfil

source: Profile Custom CSS
pt_br: CSS personalizado do perfil

source: This code will work only in the user profile page.
pt_br: Este código funcionará apenas na página de perfil do usuário.

source: Account Styling Settings
pt_br: Configurações de estilo da conta

source: Enable Account CSS
pt_br: Ativar CSS da conta

source: Account Custom CSS
pt_br: CSS personalizado da conta

source: This code will work only in the user account settings pages.
pt_br: Este código funcionará apenas nas páginas de configurações da conta do usuário.

source: Groups Styling Settings
pt_br: Configurações de estilo de grupos

source: Enable Groups CSS
pt_br: Ativar CSS de grupos

source: Groups Custom CSS
pt_br: CSS personalizado de grupos

source: This code will work only in the groups pages.
pt_br: Este código funcionará apenas nas páginas de grupos.

source: Members Directory Styling Settings
pt_br: Configurações de estilo do diretório de membros

source: Enable Members Directory CSS
pt_br: Ativar CSS do diretório de membros

source: Members Directory Custom CSS
pt_br: CSS personalizado do diretório de membros

source: This code will work only in the members directory page.
pt_br: Este código funcionará apenas na página do diretório de membros.

source: Groups Directory Styling Settings
pt_br: Configurações de estilo do diretório de grupos

source: Enable Groups Directory CSS
pt_br: Ativar CSS do diretório de grupos

source: Groups Directory Custom CSS
pt_br: CSS personalizado do diretório de grupos

source: This code will work only in the groups directory page.
pt_br: Este código funcionará apenas na página do diretório de grupos.

source: Activity Styling Settings
pt_br: Configurações de estilo de atividade

source: Enable Activity CSS
pt_br: Ativar CSS de atividade

source: Activity Custom CSS
pt_br: CSS personalizado de atividade

source: This code will work only in the Global Activity page.
pt_br: Este código funcionará apenas na página Atividade Global.

source: Posts Emoji
pt_br: Emoji de postagens

source: Enable emoji in posts
pt_br: Ativar emoji nas postagens

source: Comments Emoji
pt_br: Comentários Emoji

source: Enable emoji in comments
pt_br: Ativar emoji nos comentários

source: Messages Emoji
pt_br: Emoji de mensagens

source: Enable emoji in messages
pt_br: Ativar emoji nas mensagens

source: Pages Background
pt_br: Plano de fundo das páginas

source: Plugin pages background color
pt_br: Cor de fundo das páginas do plug-in

source: Pages Content Width
pt_br: Largura do conteúdo das páginas

source: Content width by default is 1170px
pt_br: A largura do conteúdo por padrão é 1170px

source: Buttons Style
pt_br: Estilo dos botões

source: Pages buttons border style
pt_br: Estilo de borda de botões de páginas

source: Tabs Icons Style
pt_br: Estilo de ícones de guias

source: Pages tabs icons style
pt_br: Estilo de ícones de guias de páginas

source: Wordpress Menu Settings
pt_br: Configurações do menu Wordpress

source: Disable Avatar Dropdown Icon
pt_br: Desativar ícone suspenso de avatar

source: Disable youzer avatar dropdown icon in the wordpress menu
pt_br: Desative o ícone suspenso do avatar youzer no menu wordpress

source: Membership System Settings
pt_br: Configurações do sistema de associação

source: Activate Membership System
pt_br: Ativar sistema de associação

source: Activate youzer membership system
pt_br: Ative o sistema de associação youzer

source: Info
pt_br: Informações

source: If the <strong>Youzer Membership System</strong> is active the <strong>Login Pages Settings</strong> below won't work
pt_br: Se o <strong>Sistema de associação Youzer</strong> estiver ativo, as <strong>Configurações das páginas de login</strong> abaixo não funcionarão

source: Login Page Settings
pt_br: Configurações da página de login

source: Use Login Option
pt_br: Usar opção de login

source: Choose login page option
pt_br: Escolha a opção de página de login

source: Page
pt_br: Página

source: Login Page
pt_br: Página de login

source: Choose Login Page
pt_br: Escolha a página de login

source: Login Page URL
pt_br: URL da página de login

source: Type login page URL
pt_br: Digite o URL da página de login

source: Margin Top
pt_br: Margem Superior

source: Specify plugin top margin
pt_br: Especificar a margem superior do plug-in

source: Margin Bottom
pt_br: Margem Inferior

source: Specify plugin bottom margin
pt_br: Especificar a margem inferior do plug-in

source: Padding Settings
pt_br: Configurações de preenchimento

source: Padding Top
pt_br: Acolchoamento superior

source: Specify plugin top padding
pt_br: Especifique o preenchimento superior do plug-in

source: Padding Bottom
pt_br: Acolchoamento Inferior

source: Specify plugin bottom padding
pt_br: Especificar preenchimento inferior do plug-in

source: Padding Left
pt_br: Preenchimento à esquerda

source: Specify plugin left padding
pt_br: Especifique o preenchimento esquerdo do plug-in

source: Padding Right
pt_br: Preenchimento à direita

source: Specify plugin right padding
pt_br: Especifique o preenchimento direito do plug-in

source: Scroll To Top Settings
pt_br: Role para as principais configurações

source: Display Scroll Button
pt_br: Exibir botão de rolagem

source: Display scroll to top button
pt_br: Exibir o botão de rolagem para o topo

source: Button Hover Color
pt_br: Cor do botão ao passar o mouse

source: Scroll to top hover color
pt_br: Role até a cor de foco superior

source: Reset Settings
pt_br: Redefinir as configurações

source: Reset All Settings
pt_br: Redefinir todas as configurações

source: Reset all youzer plugin settings
pt_br: Redefinir todas as configurações do plugin youzer

source: Enable Cards Cover
pt_br: Ativar capa de cartões
