Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/youzer-*/youzer-*.po
Languages: pt_br

source: Type tag description
pt_br: Digite a descrição da tag

source: Add New User Tag
pt_br: Adicionar nova etiqueta de usuário

source: Video Title
pt_br: Título do vídeo

source: Video title color
pt_br: Cor do título do vídeo

source: Video Description
pt_br: descrição do vídeo

source: Video description color
pt_br: Cor da descrição do vídeo

source: Widgets Border Style
pt_br: Estilo de borda de widgets

source: Widgets border style
pt_br: Estilo de borda de widgets

source: Widgets Title Settings
pt_br: Configurações de título de widgets

source: Display Title Icon
pt_br: Exibir ícone do título

source: Show widget title icon
pt_br: Mostrar ícone do título do widget

source: Use Title Icon Background
pt_br: Usar fundo do ícone do título

source: Use widget icon background
pt_br: Use o fundo do ícone do widget

source: Title Styling Settings
pt_br: Configurações de estilo do título

source: Widget title color
pt_br: Cor do título do widget

source: Title Background
pt_br: Fundo do título

source: Widget title background color
pt_br: Cor de fundo do título do widget

source: Title bottom border color
pt_br: Cor da borda inferior do título

source: Icon
pt_br: Ícone

source: Title icon color
pt_br: Cor do ícone do título

source: Title icon background color
pt_br: Cor de fundo do ícone do título

source: You are using the same page more than once.
pt_br: Você está usando a mesma página mais de uma vez.

source: Youzer - Extensions
pt_br: Youzer - Extensões

source: Extensions (Add-Ons)
pt_br: Extensões (complementos)

source: We couldn't display the list of extensions. Please try again later
pt_br: Não foi possível exibir a lista de extensões. Por favor, tente novamente mais tarde

source: Activate Account
pt_br: Ativar conta

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Reset your account password
pt_br: Redefinir a senha da sua conta

source: Sign Up
pt_br: Cadastrado

source: Create new account
pt_br: Criar nova conta

source: Complete Registration
pt_br: Registro completo

source: Complete registration steps
pt_br: Conclua as etapas de registro

source: Login
pt_br: Entrar

source: Sign in to your account
pt_br: Faça login em sua conta

source: Username or Email
pt_br: Nome de usuário ou email

source: Password
pt_br: Senha

source: Remember Me
pt_br: Manter logado

source: Log In
pt_br: Conecte-se

source: Create New Account
pt_br: Criar nova conta

source: First Name
pt_br: Primeiro nome

source: Last Name
pt_br: Último nome

source: <strong>Note:</strong> We will email you a link you can follow to set your account password.
pt_br: <strong>Observação:</strong> enviaremos por e-mail um link que você pode seguir para definir a senha da sua conta.

source: By creating an account you agree to our <a href="%1s" target="_blank">Terms and Conditions</a> and our <a href="%2s" target="_blank">Privacy Policy</a>.
pt_br: Ao criar uma conta, você concorda com nossos <a href="%1s" target="_blank">Termos e Condições</a> e nossa <a href="%2s" target="_blank">Política de Privacidade</a> .

source: Activation Key
pt_br: Chave de ativação

source: - %s didn't provide us with your email.
pt_br: - %s não nos forneceu seu e-mail.

source: - We couldn't get your username or its already exist.
pt_br: - Não foi possível obter seu nome de usuário ou já existe.

source: <strong>Note:</strong> We couldn't get the information below : <br> %s
pt_br: <strong>Observação:</strong> não foi possível obter as informações abaixo: <br> %s

source: Repeat New Password
pt_br: Repita a nova senha

source: Reset Password
pt_br: Redefinir senha

source: Enter your email address and we'll send you a link you can use to pick a new password.
pt_br: Digite seu endereço de e-mail e nós lhe enviaremos um link que você pode usar para escolher uma nova senha.

source: Done!
pt_br: Concluído!

source: You have successfully registered. We have emailed your password to the email address you entered.
pt_br: Você se registrou com sucesso. Enviamos sua senha por e-mail para o endereço de e-mail que você digitou.

source: <strong>You have signed out!</strong> Would you like to sign in again?
pt_br: <strong>Você saiu!</strong> Deseja fazer login novamente?

source: Your password has been changed. You can sign into your account now.
pt_br: Sua senha foi mudada. Você pode entrar em sua conta agora.

source: Lost password?
pt_br: Senha perdida?

source: Required form field is missing.
pt_br: O campo de formulário obrigatório está ausente.

source: Invalid username!
pt_br: Nome de usuário Inválido!

source: That username already exists!
pt_br: O nome do usuário já existe!

source: Username too short. At least 4 characters is required!
pt_br: Nome de usuário muito curto. São necessários pelo menos 4 caracteres!

source: The email address you entered is not valid.
pt_br: O endereço de e-mail que você digitou não é válido.

source: An account exists with this email address.
pt_br: Existe uma conta com este endereço de e-mail.

source: First name should be alphabetic!
pt_br: O primeiro nome deve ser alfabético!

source: Last name should be alphabetic!
pt_br: O sobrenome deve ser alfabético!

source: Registering new users is currently not allowed.
pt_br: O registro de novos usuários não é permitido no momento.

source: You do have an email address, right?
pt_br: Você tem um endereço de e-mail, certo?

source: The requested URL is invalid
pt_br: O URL solicitado é inválido

source: You need to enter a password to login.
pt_br: Você precisa digitar uma senha para fazer login.

source: Provider functions file not found.
pt_br: Arquivo de funções do provedor não encontrado.

source: We don't have any users with that email address. Maybe you used a different one when signing up?
pt_br: Não temos usuários com esse endereço de e-mail. Talvez você tenha usado um diferente ao se inscrever?

source: The password you entered wasn't quite right.
pt_br: A senha que você digitou não estava correta.

source: The password reset link you used is not working.
pt_br: O link de redefinição de senha que você usou não está funcionando.

source: The chosen network is not available.
pt_br: A rede escolhida não está disponível.

source: The social authentication is not available.
pt_br: A autenticação social não está disponível.

source: We couldn't connect to your account. Please try again!
pt_br: Não foi possível conectar à sua conta. Por favor, tente novamente!

source: Check your email for a link to reset your password.
pt_br: Verifique seu e-mail para obter um link para redefinir sua senha.

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
pt_br: Você criou sua conta com sucesso! Para começar a usar este site, você precisará ativar sua conta através do e-mail que acabamos de enviar para seu endereço.

source: An unknown error occurred. Please try again later.
pt_br: Ocorreu um erro desconhecido. Por favor, tente novamente mais tarde.

source: <strong>Error:</strong> %d attempt remaining.
pt_br: <strong>Erro:</strong> %d tentativa restante.

source: Too many failed login attempts.
pt_br: Muitas tentativas de login com falha.

source: Please try again later.
pt_br: Por favor, tente novamente mais tarde.

source: Please try again in %d hour.
pt_br: Tente novamente em %d hora.

source: Please try again in %d minute.
pt_br: Tente novamente em %d minuto.

source: Your account has not been activated. Check your email for the activation link.
pt_br: Sua conta não foi ativada. Verifique seu e-mail para obter o link de ativação.

source: If you have not received an email yet, <a href="%s">click here to resend it</a>.
pt_br: Se você ainda não recebeu um e-mail, <a href="%s">clique aqui para reenviá-lo</a> .

source: Youzer - Login
pt_br: Youzer - Entrar

source: Youzer login widget
pt_br: Widget de login do Youzer

source: This widget will show automatically the login box
pt_br: Este widget mostrará automaticamente a caixa de login

source: Youzer - Register
pt_br: Youzer - Registre-se

source: Youzer register widget
pt_br: Widget de registro Youzer

source: This widget will show automatically the register box
pt_br: Este widget mostrará automaticamente a caixa de registro

source: Youzer - Reset Password
pt_br: Youzer - Redefinir senha

source: Youzer reset password widget
pt_br: Widget de redefinição de senha Youzer

source: This widget will show automatically the reset password box
pt_br: Este widget mostrará automaticamente a caixa de redefinição de senha

source: <strong>Error</strong>: Enter a username or email address.
pt_br: <strong>Erro</strong>: insira um nome de usuário ou endereço de e-mail.

source: <strong>Error</strong>: There is no user registered with that email address.
pt_br: <strong>Erro</strong>: não há usuário registrado com esse endereço de e-mail.

source: <strong>Error</strong>: Invalid username or email.
pt_br: <strong>Erro</strong>: nome de usuário ou e-mail inválido.

source: Please wait ...
pt_br: Por favor, aguarde ...

source: Confirm
pt_br: Confirmar

source: Got it!
pt_br: Entendi!

source: Cancel
pt_br: Cancelar

source: Are you sure you want to reset all the settings?
pt_br: Tem certeza de que deseja redefinir todas as configurações?

source: Be careful! This will reset all the plugin settings.
pt_br: Tome cuidado! Isso redefinirá todas as configurações do plug-in.

source: Are you sure you want to do this ?
pt_br: Você tem certeza de que quer fazer isso ?

source: Be careful! This will reset all the current tab settings.
pt_br: Tome cuidado! Isso redefinirá todas as configurações atuais da guia.

source: Oops!
pt_br: Ops!

source: Connect with %s
pt_br: Conecte-se com %s

source: or
pt_br: Ou

source: Logout
pt_br: Sair

source: Logged in successfully, redirecting...
pt_br: Logado com sucesso, redirecionando...

source: Invalid request.
pt_br: Pedido inválido.

source: You need to enter your email address to continue.
pt_br: Você precisa inserir seu endereço de e-mail para continuar.

source: There is no user registered with this email address.
pt_br: Não há nenhum usuário registrado com este endereço de e-mail.

source: Password length must be greater than 6!
pt_br: O comprimento da senha deve ser maior que 6!

source: The two passwords you entered don't match.
pt_br: As duas senhas que você digitou não correspondem.

source: Sorry, we don't accept empty passwords.
pt_br: Desculpe, não aceitamos senhas vazias.

source: The CAPTCHA check failed. Try again!
pt_br: A verificação CAPTCHA falhou. Tente novamente!

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
pt_br: Sua conta foi ativada com sucesso! Os detalhes da sua conta foram enviados a você em um e-mail separado.

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
pt_br: Sua conta foi ativada com sucesso! Agora você pode <a href="%s">fazer login</a> com o nome de usuário e a senha fornecidos quando se inscreveu.

source: Please provide a valid activation key.
pt_br: Por favor providencie uma chave de ativação válida.

source: You have successfully created your account! Please log in using the username and password you have just created.
pt_br: Você criou sua conta com sucesso! Faça login usando o nome de usuário e a senha que você acabou de criar.

source: User registration is currently not allowed.
pt_br: O registro do usuário não é permitido atualmente.

source: Account Details
pt_br: Detalhes da conta

source: required
pt_br: requeridos

source: Email Address
pt_br: Endereço de e-mail

source: Choose a Password
pt_br: Escolha uma senha

source: Profile Details
pt_br: Detalhes de perfil

source: This field can be seen by: %s
pt_br: Este campo pode ser visto por: %s

# Change profile field visibility level
source: Change
pt_br: Mudar

source: Who can see this field?
pt_br: Quem pode ver este campo?

source: Blog Details
pt_br: Detalhes do blog

source: Yes, I'd like to create a new site
pt_br: Sim, eu gostaria de criar um novo site

source: Blog URL
pt_br: URL do blog

source: Site Title
pt_br: Título do Site

source: Privacy: I would like my site to appear in search engines, and in public listings around this network.
pt_br: Privacidade: gostaria que meu site aparecesse nos mecanismos de busca e em listagens públicas nesta rede.

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Nothing found!
pt_br: Nada encontrado!

source: Share Activity
pt_br: Compartilhar atividade

source: Show All
pt_br: Mostrar Todos

source: Collapse
pt_br: Colapso

source: Post in:
pt_br: Postar em:

source: My Profile
pt_br: Meu perfil

source: User account is unlinked successfully
pt_br: A conta de usuário foi desvinculada com sucesso

source: We couldn't unlink the account, please try again!
pt_br: Não foi possível desvincular a conta. Tente novamente!

source: Invalid file extension.
pt_br: Extensão de arquivo inválida.

source: Invalid file type.
pt_br: Tipo de arquivo inválido.

source: File too large. File must be less than %d megabytes.
pt_br: Arquivo muito grande. O arquivo deve ter menos de %d megabytes.

source: Uploaded file is not a valid image.
pt_br: O arquivo enviado não é uma imagem válida.

source: Image minimum width is %d pixel.
pt_br: A largura mínima da imagem é %d pixel.

source: Image minimum height is %d pixel.
pt_br: A altura mínima da imagem é %d pixel.

source: Account marked as verified successfully
pt_br: Conta marcada como verificada com sucesso

source: Account marked as unverified successfully
pt_br: Conta marcada como não verificada com sucesso

source: Verify Account
pt_br: Verificar conta

source: Unverify Account
pt_br: Cancelar a verificação da conta

source: The action you have requested is not allowed.
pt_br: A ação que você solicitou não é permitida.

source: Sorry we didn't receive enough data to process this action.
pt_br: Desculpe, não recebemos dados suficientes para processar esta ação.

source: The action you have requested does not exist.
pt_br: A ação que você solicitou não existe.

source: The activity was pinned successfully
pt_br: A atividade foi fixada com sucesso

source: The activity is unpinned successfully
pt_br: A atividade foi desmarcada com sucesso

source: Pin
pt_br: Alfinete

source: Unpin
pt_br: Desafixar

source: This item is already bookmarked.
pt_br: Este item já está marcado.

source: The item was bookmarked successfully
pt_br: O item foi marcado com sucesso

source: The bookmark was removed successfully
pt_br: O favorito foi removido com sucesso

source: Remove Bookmark
pt_br: Remover marcador

source: Bookmark
pt_br: marca páginas

source: The action you have requested is not exit.
pt_br: A ação que você solicitou não é sair.

source: User id was not found, please try again later.
pt_br: O ID do usuário não foi encontrado, tente novamente mais tarde.

source: You can't upload more than one file.
pt_br: Você não pode fazer upload de mais de um arquivo.

source: You can't upload more than %d files.
pt_br: Você não pode carregar mais de %d arquivos.

source: Invalid image extension.<br> Only %1s are allowed.
pt_br: Extensão de imagem inválida.<br> Apenas %1s são permitidos.

source: Invalid video extension.<br> Only %1s are allowed.
pt_br: Extensão de vídeo inválida.<br> Apenas %1s são permitidos.

source: Invalid audio extension.<br> Only %1s are allowed.
pt_br: Extensão de áudio inválida.<br> Apenas %1s são permitidos.

source: Invalid file extension.<br> Only %1s are allowed.
pt_br: Extensão de arquivo inválida.<br> Apenas %1s são permitidos.

source: File too large. File must be less than %g megabytes.
pt_br: Arquivo muito grande. O arquivo deve ter menos de %g megabytes.

source: Sorry, this file type is not permitted for security reasons.
pt_br: Desculpe, este tipo de arquivo não é permitido por motivos de segurança.

source: Upload Image
pt_br: Enviar Imagem

source: Account Linked
pt_br: Conta vinculada

source: Unlink Account
pt_br: Desvincular conta

source: Type something then hit enter!
pt_br: Digite algo e aperte enter!

source: Don't show me this again
pt_br: Não me mostre isso de novo

source: Designed & Developed By
pt_br: Projetado e desenvolvido por

source: Silver
pt_br: Prata

source: Colorful
pt_br: Colorida

source: Transparent
pt_br: Transparente

source: No Background
pt_br: Sem fundo

source: Small
pt_br: Pequeno

source: Medium
pt_br: Médio

source: Big
pt_br: Grande

source: Full Width
pt_br: Largura Total

source: Flat
pt_br: Plano

source: Radius
pt_br: Raio

source: Circle
pt_br: Círculo

source: FadeIn
pt_br: Aparecimento gradual

source: Location
pt_br: Localização

source: Website
pt_br: Site

source: Phone Number
pt_br: Número de telefone

source: List
pt_br: Lista

source: Avatars Only
pt_br: Somente avatares

source: Block
pt_br: Quadra

source: Inline Block
pt_br: Bloco em linha

source: Fixed
pt_br: Fixo

source: Auto
pt_br: Automático

source: Gradient
pt_br: Gradiente

source: White
pt_br: Branco

source: Gray
pt_br: cinza

source: Layout Version 1
pt_br: Versão de layout 1

source: Layout Version 2
pt_br: Versão de layout 2

source: Layout Version 3
pt_br: Versão de layout 3

source: Layout Version 4
pt_br: Layout Versão 4

source: Layout Version 5
pt_br: Versão de layout 5

source: Layout Version 6
pt_br: Layout Versão 6

source: Profile
pt_br: Perfil

source: Dashboard
pt_br: Painel

source: User Profile
pt_br: Perfil de usuário

source: Members Directory
pt_br: Diretório de Membros

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Rounded
pt_br: Arredondado

source: Only Icons
pt_br: Apenas ícones

source: 3 Columns
pt_br: 3 Colunas

source: 4 Columns
pt_br: 4 Colunas

source: Requests %s
pt_br: Solicita %s

source: Public Group
pt_br: Grupo público

source: Hidden Group
pt_br: Grupo oculto

source: Private Group
pt_br: Grupo privado

source: Group
pt_br: Grupo

source: Information
pt_br: Em formação

source: No hashtags found!
pt_br: Nenhuma hashtag encontrada!

source: Reviews
pt_br: Avaliações

source: Please make sure to rate the user.
pt_br: Por favor, certifique-se de avaliar o usuário.

source: The review field is empty.
pt_br: O campo de revisão está vazio.

source: Sorry you can't post a review on yourself.
pt_br: Desculpe, você não pode postar uma avaliação sobre si mesmo.

source: You already reviewed this user.
pt_br: Você já revisou este usuário.

source: Edit Review
pt_br: Editar crítica

source: Your review has been successfully submitted.
pt_br: Sua avaliação foi enviada com sucesso.

source: You are not allowed to edit reviews.
pt_br: Você não tem permissão para editar comentários.

source: The review is successfully updated.
pt_br: A revisão foi atualizada com sucesso.

source: Add Review
pt_br: Add Avaliação

source: Delete Review
pt_br: Excluir Avaliação

source: The review is already deleted or does not exist.
pt_br: A avaliação já foi excluída ou não existe.

source: The review is successfully deleted.
pt_br: A revisão foi excluída com sucesso.

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: Password Reset
pt_br: Redefinição de senha

source: [{{{site.name}}}] Reset Your Account Password
pt_br: [{{{site.name}}}] Redefinir a senha da sua conta

source: We got a request to reset your account password. If you made this request, visit the following link to reset your password: <a href="{{password.reset.url}}">{{password.reset.url}}</a> If this was a mistake, just ignore this email and nothing will happen.
pt_br: Recebemos uma solicitação para redefinir a senha da sua conta. Se você fez essa solicitação, acesse o link a seguir para redefinir sua senha: <a href="{{password.reset.url}}">{{password.reset.url}}</a> Se isso foi um erro, ignore este e-mail e nada acontecerá.

source: We got a request to reset your account password. If you made this request, visit the following link to reset your password: {{password.reset.url}} If this was a mistake, just ignore this email and nothing will happen.
pt_br: Recebemos uma solicitação para redefinir a senha da sua conta. Se você fez essa solicitação, acesse o link a seguir para redefinir sua senha: {{password.reset.url}} Se isso foi um erro, ignore este e-mail e nada acontecerá.

source: Profile Info
pt_br: Informações do perfil

source: Enter your first name
pt_br: Digite seu primeiro nome

source: Enter your last name
pt_br: Digite seu sobrenome

source: Country
pt_br: País

source: Enter your country
pt_br: Digite seu país

source: City
pt_br: Cidade

source: Enter your city
pt_br: Digite sua cidade

source: Biographical Info
pt_br: informação biográfica

source: Add your biography
pt_br: Adicione sua biografia

source: Contact Info
pt_br: Informações de contato

source: Add your email address
pt_br: Adicione seu endereço de e-mail

source: Phone
pt_br: Telefone

source: Add your phone number
pt_br: Adicione seu número de telefone

source: Address
pt_br: Endereço

source: Add your address
pt_br: Adicione seu endereço

source: Add your website url
pt_br: Adicione o URL do seu site

source: Overview
pt_br: Visão geral

source: Comments
pt_br: Comentários

source: Media
pt_br: Mídia

source: Bookmarks
pt_br: Favoritos

source: Follows
pt_br: Segue

source: Following
pt_br: Segue

source: Followers
pt_br: Seguidores

source: Badges
pt_br: Selos

source: All
pt_br: Tudo

source: This content isn't available right now
pt_br: Este conteúdo não está disponível no momento

source: When this happens, it's usually because the owner only shared it with a small group of people, change who can see it or it's been deleted.
pt_br: Quando isso acontece, geralmente é porque o proprietário compartilhou apenas com um pequeno grupo de pessoas, alterou quem pode vê-lo ou foi excluído.

source: Your browser does not support the audio element.
pt_br: Seu navegador não suporta o elemento de áudio.

source: Your browser does not support the video tag.
pt_br: Seu navegador não suporta a tag de vídeo.

source: %s Member
pt_br: %s membro

source: %s Post
pt_br: Postagem de %s

source: Active %s
pt_br: %s ativo

source: Manage Group
pt_br: Gerenciar Grupo

source: %s Comment
pt_br: %s Comentário

source: %s View
pt_br: Visualização de %s

source: %s Friend
pt_br: %s amigo

source: Country, City
pt_br: País, Cidade

source: Views
pt_br: Visualizações

source: Ratings
pt_br: Classificações

source: Points
pt_br: Pontos

source: Notifications
pt_br: Notificações

source: Project
pt_br: Projeto

source: Skills
pt_br: Habilidades

source: Groups
pt_br: Grupos

source: About me
pt_br: Sobre mim

source: Services
pt_br: Serviços

source: Portfolio
pt_br: Portfólio

source: User Tags
pt_br: Etiquetas de usuário

source: Recent posts
pt_br: Postagens recentes

source: Keep in touch
pt_br: Mantenha contato

source: User Badges
pt_br: Emblemas de usuário

source: User Balance
pt_br: Saldo do usuário

source: Featured Project
pt_br: Projeto em destaque

source: Recent Project
pt_br: Projeto recente

source: Featured Post
pt_br: Postagem em destaque

source: Recent Post
pt_br: Postagem recente

source: Go Back Home
pt_br: Volto para casa

source: We're sorry, the profile you're looking for cannot be found.
pt_br: Desculpe, o perfil que você está procurando não pode ser encontrado.

source: -- Select --
pt_br: -- Selecione --

source: Be careful! this will reset all the youzer plugin settings.
pt_br: Tome cuidado! isso irá redefinir todas as configurações do plugin youzer.

source: Are you sure you want to do this?
pt_br: Você tem certeza de que quer fazer isso?

source: Wall Sidebar
pt_br: Barra lateral da parede

source: Activity sidebar
pt_br: Barra lateral de atividade

source: Groups Sidebar
pt_br: Barra Lateral de Grupos

source: Groups sidebar
pt_br: Barra lateral de grupos
