Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/youzer-*/youzer-*.po
Languages: pt_br

source: Select buttons border style
pt_br: Selecione o estilo da borda dos botões

source: Lost password form title
pt_br: Título do formulário de senha perdido

source: Lost password subtitle
pt_br: Legenda da senha perdida

source: Reset Button Title
pt_br: Título do botão Redefinir

source: Reset password button title
pt_br: Redefinir título do botão de senha

source: Cover Settings
pt_br: Configurações de capa

source: How to get your MailChimp API key & list ID?
pt_br: Como obter a chave da API do MailChimp e o ID da lista?

source: To learn how to get your api key and list id Visit the tutorial <strong><a href="%s">How to get MailChimp Api key and list ID.</a></strong>
pt_br: Para saber como obter sua chave de API e ID de lista Visite o tutorial <strong><a href="%s">Como obter a chave de API e ID de lista do MailChimp.</a></strong>

source: Mailchimp Settings
pt_br: Configurações do Mailchimp

source: Enable MailChimp
pt_br: Ativar MailChimp

source: Enable MailChimp integration
pt_br: Ativar a integração do MailChimp

source: MailChimp API Key
pt_br: Chave de API do MailChimp

source: The MailChimp API key
pt_br: A chave de API do MailChimp

source: MailChimp List ID
pt_br: ID da lista do MailChimp

source: The MailChimp list ID
pt_br: O ID da lista do MailChimp

source: Mailster Settings
pt_br: Configurações do Mailster

source: Enable Mailster
pt_br: Ativar Mailster

source: Enable Mailster integration
pt_br: Ativar a integração do Mailster

source: Mailsters List ID's
pt_br: IDs da lista de e-mails

source: Type the Mailster list id, use ',' to separate ids example: 1,2
pt_br: Digite o ID da lista Mailster, use ',' para separar os IDs exemplo: 1,2

source: Submit button background
pt_br: Fundo do botão Enviar

source: Enable Registration
pt_br: Ativar registro

source: Enable users registration
pt_br: Habilitar cadastro de usuários

source: New User Default Role
pt_br: Nova função padrão do usuário

source: Select new user default role
pt_br: Selecione a nova função padrão do usuário

source: Terms & Privacy Policy Settings
pt_br: Termos e configurações da política de privacidade

source: Display Note
pt_br: Exibir nota

source: Display terms and privacy policy note
pt_br: Termos de exibição e nota de política de privacidade

source: Terms URL
pt_br: URL dos termos

source: Enter terms and conditions link
pt_br: Insira o link dos termos e condições

source: Privacy Policy URL
pt_br: URL com Política de Privacidade

source: Enter privacy policy link
pt_br: Insira o link da política de privacidade

source: Register Widget Margin Settings
pt_br: Registrar configurações de margem do widget

source: Registration form title
pt_br: Título do formulário de inscrição

source: form Subtitle
pt_br: Legenda do formulário

source: Sign up form Subtitle
pt_br: Legenda do formulário de inscrição

source: Upload Cover
pt_br: Carregar capa

source: Upload registration form cover
pt_br: Carregar a capa do formulário de inscrição

source: Select buttons icons position <br>( works only with buttons that support icons ! )
pt_br: Selecione a posição dos ícones dos botões <br>(funciona apenas com botões que suportam ícones!)

source: Enable Social Login
pt_br: Habilitar Login Social

source: Activate social login
pt_br: Ativar login social

source: Enable E-mail Confirmation
pt_br: Ativar confirmação de e-mail

source: Enable email confirmation on social registration.
pt_br: Ative a confirmação por e-mail no registro social.

source: Buttons Type
pt_br: Tipo de botões

source: Select buttons type
pt_br: Selecione o tipo de botões

source: Select buttons icons position
pt_br: Selecione a posição dos ícones dos botões

source: Key
pt_br: Chave

source: %s Settings
pt_br: Configurações de %s

source: Enable Network
pt_br: Ativar rede

source: Enable application
pt_br: Ativar aplicativo

source: Application %s
pt_br: Formulários

source: Enter application %s
pt_br: Entre no aplicativo %s

source: Application Secret
pt_br: Segredo do aplicativo

source: Enter application secret key
pt_br: Digite a chave secreta do aplicativo

source: How to get %s keys?
pt_br: Como obter %s chaves?

source: 1. Go to <a href="%1s">%2s</a>
pt_br: 1. Vá para <a href="%1s">%2s</a>

source: 2. Create a new application by clicking "Create New App".
pt_br: 2. Crie um novo aplicativo clicando em "Criar novo aplicativo".

source: 3. Fill out any required fields such as the application name and description.
pt_br: 3. Preencha todos os campos obrigatórios, como o nome e a descrição do aplicativo.

source: 4. Put your website domain in the site URL field.
pt_br: 4. Coloque o domínio do seu site no campo URL do site.

source: 5. Go to the Status & Review page.
pt_br: 5. Vá para a página Status e revisão.

source: 6. Enable <strong>"Do you want to make this app and all its live features available to the general public?"</strong>.
pt_br: 6. Ative <strong>"Deseja disponibilizar este aplicativo e todos os seus recursos ao vivo para o público em geral?"</strong>.

source: 7. Facebook Login > Settings > Valid OAuth redirect URIs:
pt_br: 7. Login do Facebook > Configurações > URIs de redirecionamento OAuth válidos:

source: 8. OAuth URL : <strong><a>%s</a></strong>
pt_br: 8. URL OAuth: <strong><a>%s</a></strong>

source: 9. Go to dashboard and get your <strong>App ID</strong> and <strong>App Secret</strong>
pt_br: 9. Acesse o painel e obtenha seu <strong>ID do aplicativo</strong> e <strong>Segredo do aplicativo</strong>

source: <strong><a>Note:</a> Twitter do not provide their users email address, to make that happen you have to submit your application for review untill that time we will request the email from users while registration.</strong>
pt_br: <strong><a>Observação:</a> o Twitter não fornece o endereço de e-mail de seus usuários, para que isso aconteça, você deve enviar sua inscrição para análise até o momento em que solicitaremos o e-mail dos usuários durante o registro.</strong>

source: 4. Put your website domain in the Site URL field.
pt_br: 4. Coloque o domínio do seu site no campo URL do site.

source: 5. Provide URL's below as the Callback URL's for your application respecting the same order.
pt_br: 5. Forneça os URLs abaixo como URLs de retorno de chamada para seu aplicativo respeitando a mesma ordem.

source: 5.1 First Callback URL: <strong><a>%s</a></strong>
pt_br: 5.1 URL do primeiro retorno de chamada: <strong><a>%s</a></strong>

source: 5.2 Second Callback URL: <strong><a>%s</a></strong>
pt_br: 5.2 Segundo URL de retorno de chamada: <strong><a>%s</a></strong>

source: 6. Register Settings and get Consumer Key and Secret.
pt_br: 6. Registre as Configurações e obtenha a Chave e o Segredo do Consumidor.

source: 2. Create a new application by clicking "Create a new project".
pt_br: 2. Crie um novo aplicativo clicando em "Criar um novo projeto".

source: 3. Go to API Access under API Project.
pt_br: 3. Vá para Acesso à API em Projeto de API.

source: 4. After that click on Create an OAuth 2.0 client ID to create a new application.
pt_br: 4. Em seguida, clique em Create an OAuth 2.0 client ID para criar um novo aplicativo.

source: 5. A pop-up named "Create Client ID" will appear, fill out any required fields such as the application name and description and Click on Next.
pt_br: 5. Um pop-up chamado "Criar ID do cliente" aparecerá, preencha todos os campos obrigatórios, como o nome e a descrição do aplicativo, e clique em Avançar.

source: 6. On the popup set Application type to Web application and switch to advanced settings by clicking on ( more options ) .
pt_br: 6. No pop-up, defina Tipo de aplicativo como Aplicativo da Web e alterne para configurações avançadas clicando em ( mais opções ) .

source: 7. Provide URL below as the Callback URL for your application.
pt_br: 7. Forneça o URL abaixo como o URL de retorno de chamada para seu aplicativo.

source: 8. Callback URL: <strong><a>%s</a></strong>
pt_br: 8. URL de retorno de chamada: <strong><a>%s</a></strong>

source: 9. Once you have registered, copy the created application credentials (Client ID and Secret ) .
pt_br: 9. Depois de se registrar, copie as credenciais do aplicativo criado (Client ID e Secret ) .

source: <br><strong style='color: red;'>Notice : </strong> if google did not approved your application because of the sign in button design you can add this code snippet to the file <strong>'bp-custom.php'</strong> in the path <strong>'wp-content/plugins'</strong> : <a href='https://gist.github.com/KaineLabs/cc8d2479f59f09e04450e8b55ca8da51'>New Google Sign in Button</a>.<br><strong>Ps</strong>: if you didn't find the file 'bp-custom.php', just create a new one !
pt_br: <br><strong style='color: red;'>Aviso:</strong> se o Google não aprovou seu aplicativo por causa do design do botão de login, você pode adicionar este trecho de código ao arquivo <strong>&#39;bp-custom.php&#39;</strong> no caminho <strong>&#39;wp-content/plugins&#39;</strong> : <a href='https://gist.github.com/KaineLabs/cc8d2479f59f09e04450e8b55ca8da51'>Novo botão de login do Google</a> .<br> <strong>Ps</strong> : se você não encontrou o arquivo &#39;bp-custom.php&#39;, basta criar um novo!

source: 2. Create a new application by clicking "Create Application".
pt_br: 2. Crie um novo aplicativo clicando em "Criar aplicativo".

source: 4. Put the below url in the OAuth 2.0 Authorized Redirect URLs:
pt_br: 4. Coloque o URL abaixo nos URLs de redirecionamento autorizados do OAuth 2.0:

source: 5. Redirect URL: <strong><a>%s</a></strong>
pt_br: 5. URL de redirecionamento: <strong><a>%s</a></strong>

source: 6. Once you have registered, copy the created application credentials ( Client ID and Secret ) .
pt_br: 6. Depois de se registrar, copie as credenciais do aplicativo criado ( Client ID e Secret ) .

source: <strong><a>Note:</a> Instagram do not provide their users email address, to make that happen you have to submit your application for review untill that time we will request the email from users while registration.</strong>
pt_br: <strong><a>Observação:</a> o Instagram não fornece o endereço de e-mail de seus usuários, para que isso aconteça, você deve enviar sua inscrição para análise até o momento em que solicitaremos o e-mail dos usuários durante o registro.</strong>

source: 1. Check this topic on <a href="%1s">How to Setup Instagram Social Login</a> for a detailed steps.
pt_br: 1. Verifique este tópico sobre <a href="%1s">Como configurar o login social do Instagram</a> para obter etapas detalhadas.

source: 2. Put the below url as OAuth redirect_uri Authorized Redirect URLs:
pt_br: 2. Coloque o URL abaixo como URLs de redirecionamento autorizados OAuth redirect_uri:

source: 3. Redirect URL: <strong><a>%s</a></strong>
pt_br: 3. URL de redirecionamento: <strong><a>%s</a></strong>

source: 2. Fill out any required fields such as the application name and Category.
pt_br: 2. Preencha os campos obrigatórios, como o nome do aplicativo e a categoria.

source: 3. Put the below url as OAuth redirect_uri Authorized Redirect URLs:
pt_br: 3. Coloque o URL abaixo como URLs de redirecionamento autorizados OAuth redirect_uri:

source: Redirect URL: <strong><a>%s</a></strong>
pt_br: URL de redirecionamento: <strong><a>%s</a></strong>

source: 4. Once you have registered, copy the created application credentials ( Client ID and Secret ) .
pt_br: 4. Depois de se registrar, copie as credenciais do aplicativo criado ( Client ID e Secret ) .

source: Ad name is empty or already exists!
pt_br: O nome do anúncio está vazio ou já existe!

source: Banner field is empty !
pt_br: O campo do banner está vazio!

source: Ad code is empty!
pt_br: O código do anúncio está vazio!

source: Update Ad
pt_br: Atualizar anúncio

source: No ads found!
pt_br: Nenhum anúncio encontrado!

source: info
pt_br: informação

source: All the ads created will be added automatically to the bottom of the profile sidebar to change their placement or control their visibility go to <strong>Youzer Panel > Profile Settings > Profile Structure</strong>.
pt_br: Todos os anúncios criados serão adicionados automaticamente na parte inferior da barra lateral do perfil para alterar seu posicionamento ou controlar sua visibilidade vá para <strong>Painel Youzer > Configurações do Perfil > Estrutura do Perfil</strong>.

source: Create New Ad
pt_br: Criar novo anúncio

source: Loading Effect
pt_br: Efeito de carregamento

source: Choose how you want your ad to be loaded?
pt_br: Escolha como deseja que seu anúncio seja carregado?

source: Is Sponsored?
pt_br: é patrocinado?

source: Display "Sponsored" title above the ad
pt_br: Exibir o título "Patrocinado" acima do anúncio

source: Ad Name
pt_br: Nome do anúncio

source: You'll use it in the profile structure
pt_br: Você o usará na estrutura do perfil

source: Ad type
pt_br: Tipo de anúncio

source: Choose the ad type
pt_br: Escolha o tipo de anúncio

source: Adsense Code
pt_br: Código Adsense

source: Ad URL
pt_br: URL do anúncio

source: Ad banner link URL
pt_br: URL do link do banner do anúncio

source: Ad Banner
pt_br: Faixa de anúncio

source: Uplaod ad banner image
pt_br: Faça upload da imagem do banner do anúncio

source: Ad Code
pt_br: Código do anúncio

source: Put your adsense code here
pt_br: Coloque seu código adsense aqui

source: Add New Ad
pt_br: Adicionar novo anúncio

source: Comments General Settings
pt_br: Comentários Configurações Gerais

source: Comments Per Page
pt_br: Comentários por página

source: How many comments per page?
pt_br: Quantos comentários por página?

source: Comments Visibility Settings
pt_br: Configurações de visibilidade dos comentários

source: Show comments title
pt_br: Mostrar título dos comentários

source: Date
pt_br: Data

source: Show comments date
pt_br: Mostrar data dos comentários

source: Button
pt_br: Botão

source: Show "View Comment" button
pt_br: Mostrar botão "Ver comentário"

source: Comments Styling Settings
pt_br: Configurações de estilo de comentários

source: Fullname
pt_br: Nome completo

source: Comments author color
pt_br: Cor do autor dos comentários

source: Comments username color
pt_br: Comentários cor do nome de usuário

source: Comments date color
pt_br: Cor da data dos comentários

source: Comments Text
pt_br: Texto dos comentários

source: Comments text color
pt_br: Cor do texto dos comentários

source: "View Comment" background
pt_br: Plano de fundo "Ver comentário"

source: "View Comment" text color
pt_br: Cor do texto "Ver comentário"

source: Button Icon
pt_br: Ícone do botão

source: "View Comment" icon color
pt_br: Cor do ícone "Ver comentário"

source: Tab link URL is empty!
pt_br: O URL do link da guia está vazio!

source: No custom tabs found!
pt_br: Nenhuma guia personalizada encontrada!

source: Tab content is empty!
pt_br: O conteúdo da guia está vazio!

source: Tab title is empty!
pt_br: O título da guia está vazio!

source: Update Tab
pt_br: Atualizar guia

source: Create New Tab
pt_br: Criar nova guia

source: Show for Non Logged-in
pt_br: Mostrar para não logados

source: Display tab for non logged-in users
pt_br: Aba de exibição para usuários não logados

source: Tab Title
pt_br: Título da guia

source: Add tab title
pt_br: Adicionar título da guia

source: Should be in english lowercase letters and without spaces you can use only underscores to link words example: new_company
pt_br: Deve estar em letras minúsculas em inglês e sem espaços você pode usar apenas sublinhados para vincular palavras exemplo: new_company

source: Tab Type
pt_br: Tipo de guia

source: Choose the tab type
pt_br: Escolha o tipo de guia

source: Tab Link
pt_br: Link da guia

source: You can use the tag {username} in the link and it will be replaced by the displayed profile user id.
pt_br: Você pode usar a tag {username} no link e ela será substituída pelo ID de usuário do perfil exibido.

source: Display page sidebar
pt_br: Exibir barra lateral da página

source: Show page sidebar works only on horizontal layout
pt_br: Mostrar a barra lateral da página funciona apenas no layout horizontal

source: Tab Content
pt_br: Conteúdo da guia

source: Paste your shortcode or any html code. you can use the following tags inside the content : the tag {displayed_user} will be replaced by the displayed profile user id and the tag {logged_in_user} will be replaced by the logged-in user id.
pt_br: Cole seu shortcode ou qualquer código html. você pode usar as seguintes tags dentro do conteúdo: a tag {displayed_user} será substituída pelo ID do usuário do perfil exibido e a tag {logged_in_user} será substituída pelo ID do usuário logado.

source: Add New Tab
pt_br: Adicionar nova guia

source: Allow Private Profiles
pt_br: Permitir perfis privados

source: Allow users to make their profiles private
pt_br: Permitir que os usuários tornem seus perfis privados

source: Use Profile Effects?
pt_br: Usar efeitos de perfil?

source: Load profile elements with effects
pt_br: Carregar elementos de perfil com efeitos

source: Display Login Button?
pt_br: Exibir botão de login?

source: Show profile sidebar login button
pt_br: Mostrar botão de login da barra lateral do perfil

source: Account Settings
pt_br: Configurações de Conta

source: Allow Delete Accounts
pt_br: Permitir excluir contas

source: Allow registered members to delete their own accounts
pt_br: Permitir que membros registrados excluam suas próprias contas

source: Show account settings copyright
pt_br: Mostrar direitos autorais das configurações da conta

source: Enable Account Copyright
pt_br: Ativar direitos autorais da conta

source: Display Account Scroll Button
pt_br: Botão de rolagem da conta de exibição

source: Default Profiles Photos Settings
pt_br: Configurações de fotos de perfis padrão

source: Default Profile Avatar
pt_br: Avatar de perfil padrão

source: Upload default profiles avatar
pt_br: Carregar avatar de perfis padrão

source: Default Profile Cover
pt_br: Capa de perfil padrão

source: Upload default profiles cover
pt_br: Carregar capa de perfis padrão

source: Show if user is online or offline!
pt_br: Mostrar se o usuário está online ou offline!

source: Header Meta Settings
pt_br: Meta-Configurações do Cabeçalho

source: The First Meta Icon
pt_br: O primeiro meta-ícone

source: Choose the first user meta icon.
pt_br: Escolha o primeiro meta-ícone do usuário.

source: The First Meta
pt_br: A Primeira Meta

source: Choose the first header user meta.
pt_br: Escolha a primeira meta do usuário do cabeçalho.

source: The Second Meta Icon
pt_br: O segundo meta-ícone

source: Choose the second header user meta icon.
pt_br: Escolha o segundo meta-ícone do usuário de cabeçalho.

source: The Second Meta
pt_br: A Segunda Meta

source: Choose the second header user meta.
pt_br: Escolha a segunda meta do usuário do cabeçalho.

source: Vertical Header Meta
pt_br: Meta do cabeçalho vertical

source: Header Meta Icon
pt_br: Meta-ícone do cabeçalho

source: Vertical header user meta icon?
pt_br: Meta-ícone de usuário de cabeçalho vertical?

source: Header Meta
pt_br: Meta do cabeçalho

source: Vertical header user meta type?
pt_br: Metatipo de usuário de cabeçalho vertical?

source: <strong>"Vertical Header Settings"</strong> section options works only with the <strong>Vertical Header Layouts</strong>. if you use it with horizontal layouts it will have <strong>no effect</strong>!
pt_br: As opções da seção <strong>"Configurações de cabeçalho vertical"</strong> funcionam apenas com os <strong>Layouts de cabeçalho vertical</strong>. se você usá-lo com layouts horizontais, não terá <strong>nenhum efeito</strong>!

source: Vertical Header settings
pt_br: Configurações de cabeçalho vertical

source: Use photo as cover?
pt_br: Usar foto como capa?

source: If cover not exist use profile photo as cover?
pt_br: Se a capa não existir, use a foto do perfil como capa?

source: Use statistics borders?
pt_br: Usar bordas estatísticas?

source: Use statistics silver background?
pt_br: Usar o fundo prateado das estatísticas?

source: Header Image Format
pt_br: Formato da imagem do cabeçalho

source: Effects Settings
pt_br: Configurações de efeitos

source: Header Photo Effect
pt_br: Efeito da foto do cabeçalho

source: Works only with circle photos !
pt_br: Funciona apenas com fotos de círculo!

source: Header Loading Effect
pt_br: Efeito de carregamento de cabeçalho

source: select header loading effect
pt_br: selecione o efeito de carregamento do cabeçalho

source: Header Networks Settings
pt_br: Configurações de redes de cabeçalho

source: show header social networks
pt_br: mostrar as redes sociais do cabeçalho

source: Header Statistics Settings
pt_br: Configurações de estatísticas de cabeçalho

source: Username text color
pt_br: Cor do texto do nome de usuário

source: Header text color
pt_br: Cor do texto do cabeçalho

source: Info Styling Settings
pt_br: Configurações de estilo de informações

source: Info Title
pt_br: Título da informação

source: Info titles color
pt_br: Cor dos títulos das informações

source: Info Value
pt_br: Valor da informação

source: Info values color
pt_br: Cor dos valores das informações

source: Media Subtabs Settings
pt_br: Configurações de subguias de mídia

source: Media Types Visibility
pt_br: Visibilidade dos tipos de mídia

source: Navbar General Settings
pt_br: Configurações gerais da barra de navegação

source: Display Navbar Icons
pt_br: Exibir ícones da barra de navegação

source: Show navbar pages icons
pt_br: Mostrar ícones de páginas da barra de navegação

source: Navbar Menus Limit
pt_br: Limite de menus da barra de navegação

source: Number of visible pages on the navbar
pt_br: Número de páginas visíveis na barra de navegação

source: How you want the navbar to be loaded?
pt_br: Como você deseja que a barra de navegação seja carregada?

source: Navbar Icons Style Settings
pt_br: Configurações de estilo dos ícones da barra de navegação

source: Vertical Layout Navbar Settings
pt_br: Configurações da barra de navegação de layout vertical

source: Navbar Styling Settings
pt_br: Configurações de estilo da barra de navegação

source: Background
pt_br: Fundo

source: Navbar background color
pt_br: Cor de fundo da barra de navegação

source: Navbar icons color
pt_br: Cor dos ícones da barra de navegação

source: Tabs Title
pt_br: Título das guias

source: Pages links color
pt_br: Cor dos links das páginas

source: Tabs Hover
pt_br: Passar abas

source: Pages links hover color
pt_br: Cor de foco dos links das páginas

source: Border Color
pt_br: Cor da borda

source: Links border color
pt_br: Cor da borda dos links

source: Posts General Settings
pt_br: Configurações gerais de postagens

source: Posts Per Page
pt_br: Posts por página

source: How many posts per page?
pt_br: Quantas postagens por página?

source: Posts Visibility Settings
pt_br: Configurações de visibilidade de postagens

source: Post Meta
pt_br: Postar Meta

source: Show post meta
pt_br: Mostrar meta da postagem

source: Meta Icons
pt_br: Meta-ícones

source: Show post meta icons
pt_br: Mostrar meta-ícones de postagem

source: Post Excerpt
pt_br: Postar Trecho

source: Show post excerpt
pt_br: Mostrar trecho da postagem

source: Post Date
pt_br: Data do post

source: Show post date
pt_br: Mostrar data de postagem

source: Post Categories
pt_br: Categorias de postagem

source: Show post categories
pt_br: Mostrar categorias de postagem

source: Post Comments
pt_br: Postar comentários

source: Show comments number
pt_br: Mostrar número de comentários

source: Read More
pt_br: Leia mais

source: Show read more button
pt_br: Mostrar botão leia mais

source: Post Styling Settings
pt_br: Configurações de estilo de postagem

source: Post Title
pt_br: Título do post

source: Post title color
pt_br: Cor do título da postagem

source: post meta color
pt_br: postar meta cor

source: Post Meta Icons
pt_br: Postar metaícones
