Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/youzer-*/youzer-*.po
Languages: pt_br

source: Forum Sidebar
pt_br: Barra Lateral do Fórum

source: Forums pages sidebar
pt_br: Barra lateral das páginas dos fóruns

source: About Me
pt_br: Sobre mim

source: Recent Posts
pt_br: Postagens Recentes

source: E-mail Address
pt_br: Endereço de E-mail

source: ADDRESS
pt_br: MORADA

source: View All %1s ( %2d )
pt_br: Ver todos os %1s ( %2d )

source: Sorry, there was no activity found.
pt_br: Desculpe, nenhuma atividade foi encontrada.

source: Load More Posts
pt_br: Carregar mais postagens

source: Like
pt_br: Curtir

source: Unlike
pt_br: diferente

source: <span>%s</span> <span class="stats-name">Comment</span>
pt_br: <span>%s</span> <span class="stats-name">Comentário</span>

source: Posted a new status
pt_br: Postou um novo status

source: Posted a new quote
pt_br: Postou uma nova cotação

source: Quotes
pt_br: Cotas

source: Posted a new photo
pt_br: Postou uma nova foto

source: Posted a new video
pt_br: Postou um novo vídeo

source: Posted a new audio file
pt_br: Postou um novo arquivo de áudio

source: Posted a new slideshow
pt_br: Postou uma nova apresentação de slides

source: Slideshows
pt_br: Apresentações de slides

source: Posted a new link
pt_br: Postou um novo link

source: Uploaded a new file
pt_br: Carregado um novo arquivo

source: Changed their profile cover
pt_br: Mudou a capa do perfil

source: Added a new GIF
pt_br: Adicionado um novo GIF

source: Shared a new post
pt_br: Compartilhou uma nova postagem

source: Shared Posts
pt_br: Postagens compartilhadas

source: <span>%s</span> <span class="stats-name">Share</span>
pt_br: <span>%s</span> <span class="stats-name">Compartilhar</span>

source: %1s posted
pt_br: %1s postou

source: %1s Changed their profile cover
pt_br: %1s mudou a capa do perfil

source: in the group %1s
pt_br: no grupo %1s

source: is
pt_br: é

source: View All
pt_br: Ver tudo

source: liked this
pt_br: gostou disso

source: People Who Liked This
pt_br: Pessoas que gostaram disso

source: %1s wrote a new post
pt_br: %1s escreveu uma nova postagem

source: Member secondary navigation
pt_br: Navegação secundária do membro

source: Show:
pt_br: Mostrar:

source: &mdash; Everything &mdash;
pt_br: - Tudo -

source: View Discussion
pt_br: Ver discussão

source: feeling
pt_br: sentimento

source: How are you feeling?
pt_br: Como você está se sentindo?

source: celebrating
pt_br: a comemorar

source: What are you celebrating?
pt_br: O que voce esta celebrando?

source: watching
pt_br: assistindo

source: What are you watching?
pt_br: O que você está assistindo?

source: eating
pt_br: comendo

source: What are you eating?
pt_br: O que você está comendo?

source: drinking
pt_br: bebendo

source: What are you drinking?
pt_br: O que você está bebendo?

source: travelling
pt_br: viajando

source: Where are you going?
pt_br: Onde você está indo?

source: listening
pt_br: audição

source: What are you listening to?
pt_br: O que você está escutando?

source: looking for
pt_br: procurando por

source: What are you looking for?
pt_br: O que você está procurando?

source: thinking
pt_br: pensando

source: What are you thinking about?
pt_br: O que você pensa sobre?

source: reading
pt_br: lendo

source: What are you reading?
pt_br: O que você está lendo?

source: playing
pt_br: jogando

source: What are you playing?
pt_br: O que você está jogando?

source: supporting
pt_br: apoiando

source: What are you supporting?
pt_br: O que você está apoiando?

source: Happy
pt_br: Feliz

source: Blessed
pt_br: Abençoado

source: Excited
pt_br: Animado

source: Lovely
pt_br: Amável

source: Sad
pt_br: Triste

source: Sleepy
pt_br: Sonolento

source: Angry
pt_br: Nervoso

source: Crazy
pt_br: Louco

source: Evil
pt_br: Mal

source: Furious
pt_br: Furioso

source: In love
pt_br: Apaixonado

source: Confused
pt_br: Confuso

source: Silly
pt_br: Boba

source: Annoyed
pt_br: Incomodado

source: Mad
pt_br: Louco

source: Sick
pt_br: Doente

source: Shy
pt_br: Tímido

source: Surprised
pt_br: Surpreso

source: Cool
pt_br: Legal

source: Determined
pt_br: Determinado

source: Tired
pt_br: Cansado

source: Shocked
pt_br: Chocado

source: Relaxed
pt_br: Descontraído

source: Rich
pt_br: Rico

source: Weird
pt_br: Esquisito

source: 404 Profile
pt_br: Perfil 404

source: 404 city
pt_br: 404 cidade

source: %s voice
pt_br: %S voz

source: last updated by %1$s %2$s
pt_br: última atualização por %1$s %2$s

source: This topic contains %1$s and has %2$s.
pt_br: Este tópico contém %1$s e tem %2$s.

source: This topic has no replies.
pt_br: Este tópico não tem respostas.

source: %s reply
pt_br: %s resposta

source: %s topic
pt_br: %s tópico

source: last updated by %1$s %2$s.
pt_br: última atualização por %1$s %2$s.

source: Message
pt_br: Mensagem

source: %s follower
pt_br: %s seguidor

source: %s following
pt_br: %s seguindo

source: Likes
pt_br: Curtidas

source: Required
pt_br: Necessário

source: Cancel Request
pt_br: Cancelar Solicitação

source: Unfriend
pt_br: Desfazer amizade

source: User Information
pt_br: Informação do usuário

source: Profile Widgets Data
pt_br: Dados de widgets de perfil

source: Account ID
pt_br: ID da conta

source: User
pt_br: Usuário

source: User ID
pt_br: ID do usuário

source: Nickname
pt_br: Apelido

source: Nice Name
pt_br: Nome legal

source: Display Name
pt_br: Nome de exibição

source: User Login
pt_br: Login de usuário

source: User Registration Date
pt_br: Data de registro do usuário

source: User Instagram Widget
pt_br: Widget do usuário do Instagram

source: User Flickr Widget
pt_br: Widget do usuário do Flickr

source: User Skills Widget
pt_br: Widget de habilidades do usuário

source: User Services Widget
pt_br: Widget de serviços do usuário

source: User Slideshow Widget
pt_br: Widget de apresentação de slides do usuário

source: User Portfolio Widget
pt_br: Widget de portfólio de usuários

source: User Post Widget
pt_br: Widget de postagem do usuário

source: Post ID
pt_br: Código da postagem

source: Post Type
pt_br: Tipo de Post

source: User Video Widget
pt_br: Widget de vídeo do usuário

source: User About me Widget
pt_br: Widget sobre mim do usuário

source: User Quote Widget
pt_br: Widget de cotação do usuário

source: Owner
pt_br: Proprietário

source: Text
pt_br: Texto

source: Use Quote Cover?
pt_br: Usar capa de cotação?

source: User Link Widget
pt_br: Widget de link de usuário

source: Use Link Cover?
pt_br: Usar capa de link?

source: User Project Widget
pt_br: Widget do projeto do usuário

source: Type
pt_br: Tipo

source: Thumbnail
pt_br: Miniatura

source: Categories
pt_br: Categorias

source: Social Networks
pt_br: Redes sociais

source: Authenticating ...
pt_br: Autenticando...

source: OK! Thanks
pt_br: OK! Obrigado

source: Done !
pt_br: Feito !

source: Oops !
pt_br: Ops!

source: User Avatar
pt_br: Avatar do usuário

source: Page %1$d of %2$d
pt_br: Página %1$d de %2$d

source: Send a private message to this user.
pt_br: Envie uma mensagem privada para este usuário.

source: Mark as Read
pt_br: Marcar como Lido

source: Mark as Unread
pt_br: Marcar como não lido

source: More
pt_br: Mais

source: %s liked your post
pt_br: %s gostou da sua postagem

source: %d more users liked your post
pt_br: %d mais usuários curtiram sua postagem

source: @%s Shares
pt_br: Ações de @%s

source: You have %1$d new post shares
pt_br: Você tem %1$d novos compartilhamentos de postagem

source: %1$s shared your post
pt_br: %1$s compartilhou sua postagem

source: @%s Tags
pt_br: @%s Etiquetas

source: You have %1$d new tags
pt_br: Você tem %1$d novas tags

source: %1$s tagged you
pt_br: %1$s marcou você

source: You must be friends in order to access this profile.
pt_br: Você deve ser amigo para acessar este perfil.

source: Excellent
pt_br: Excelente

source: Good
pt_br: Bom

source: Average
pt_br: Média

source: Below Average
pt_br: Abaixo da média

source: Poor
pt_br: Ruim

source: What is your rating?
pt_br: Qual é a sua classificação?

source: Submit Review
pt_br: Enviar revisão

source: Update Review
pt_br: Atualizar Avaliação

source: Review
pt_br: Avaliação

source: Type the review description
pt_br: Digite a descrição da avaliação

source: %1$s rating based on %2$s rating
pt_br: Classificação de %1$s com base na classificação de %2$s

source: %s Rating
pt_br: Classificação de %s

source: Sorry, there are no reviews.
pt_br: Desculpe, não há comentários.

source: Show All Ratings ( %s )
pt_br: Mostrar todas as avaliações ( %s )

source: %s out of 5
pt_br: %s de 5

source: Shopping Cart
pt_br: Carrinho de Compras

source: Checkout
pt_br: Finalizar Compra

source: Track
pt_br: Acompanhar

source: Orders
pt_br: Pedidos

source: Addresses
pt_br: Endereços

source: Payment Methods
pt_br: Métodos de pagamento

source: Full Name
pt_br: Nome completo

source: Company
pt_br: Companhia

source: Address 1
pt_br: Endereço 1

source: Address 2
pt_br: Endereço 2

source: State
pt_br: Estado

source: Postcode
pt_br: Código postal

source: Sale!
pt_br: Oferta!

source: Featured Product
pt_br: Produto em destaque

source: Save %1s
pt_br: Salvar %1s

source: %s Sale
pt_br: %s Venda

source: Add to Cart
pt_br: Adicionar ao carrinho

source: Select Options
pt_br: Selecionar Opções

source: In stock
pt_br: Em estoque

source: Out of stock
pt_br: Fora de estoque

source: On backorder
pt_br: Em espera

source: Show All Badges ( %s )
pt_br: Mostrar todos os emblemas ( %s )

source: Show All Badges
pt_br: Mostrar todos os emblemas

source: My Badges
pt_br: Meus emblemas

source: %1s's Badges
pt_br: Emblemas de %1s

source: %s Badge
pt_br: Selo %s

source: %s Point
pt_br: %s Ponto

source: This is the user points log.
pt_br: Este é o log de pontos do usuário.

source: Capabilities Settings
pt_br: Configurações de recursos

source: View Profile
pt_br: Ver perfil

source: Profile Avatar
pt_br: Avatar do perfil

source: Member since %1$s
pt_br: Membro desde %1$s

source: Profile Information Fields
pt_br: Campos de informações do perfil

source: Email, Password, Notifications ...
pt_br: E-mail, senha, notificações...

source: Profile Widgets Settings
pt_br: Configurações de widgets de perfil

source: %s was successfully deleted.
pt_br: %s foi excluído com sucesso.

source: Changes Saved.
pt_br: Alterações salvas.

source: Flickr ID format is invalid
pt_br: O formato de ID do Flickr é inválido

source: Email me when a member replies to a post or comment I have posted
pt_br: Envie-me um e-mail quando um membro responder a uma postagem ou comentário que publiquei

source: Group information Notifications
pt_br: Notificações de informações do grupo

source: Change Avatar
pt_br: Mudar Avatar

source: Change Password
pt_br: Alterar a senha

source: Activities
pt_br: Atividades

source: View Comment
pt_br: Ver Comentário

source: Sorry, no comments found !
pt_br: Desculpe, nenhum comentário encontrado!

source: Group secondary navigation
pt_br: Navegação secundária do grupo

source: Sorry, no posts found!
pt_br: Desculpe, nenhuma postagem encontrada!

source: Update Posted!
pt_br: Atualização Postada!

source: There was an error when posting your update. Please try again.
pt_br: Ocorreu um erro ao postar sua atualização. Por favor, tente novamente.

source: There was a problem posting your update. Please try again.
pt_br: Ocorreu um problema ao postar sua atualização. Por favor, tente novamente.

source: %1$s posted an update in the group %2$s
pt_br: %1$s postou uma atualização no grupo %2$s

source: You have used an inappropriate word.
pt_br: Você usou uma palavra inadequada.

source: Please type some text before posting.
pt_br: Por favor, digite algum texto antes de postar.

source: Invalid post type.
pt_br: Tipo de postagem inválido.

source: Invalid link url.
pt_br: URL de link inválido.

source: Empty link url.
pt_br: URL de link vazio.

source: Please fill the link title field.
pt_br: Por favor, preencha o campo de título do link.

source: Please fill the link description field.
pt_br: Por favor, preencha o campo de descrição do link.

source: Please fill the quote owner field.
pt_br: Por favor, preencha o campo do proprietário da cotação.

source: Please fill the quote text field.
pt_br: Por favor, preencha o campo de texto da cotação.

source: No attachment was uploaded.
pt_br: Nenhum anexo foi carregado.

source: Slideshows need at least 2 images to work.
pt_br: As apresentações de slides precisam de pelo menos 2 imagens para funcionar.

source: Please select an image image before posting.
pt_br: Por favor, selecione uma imagem de imagem antes de postar.

source: Please select a GIF image.
pt_br: Selecione uma imagem GIF.

source: Sorry, no items found.
pt_br: Desculpe, nenhum item encontrado.

source: Choose a feeling or activity !
pt_br: Escolha um sentimento ou atividade!

source: Enter
pt_br: Entrar

source: No categories found !
pt_br: Nenhuma categoria encontrada!

source: Who should see this?
pt_br: Quem deve ver isso?

source: Privacy:
pt_br: Privacidade:

source: Only Me
pt_br: Só eu

source: My Friends
pt_br: Meus amigos

source: People Who Shared This
pt_br: Pessoas que compartilharam isso

source: Pinned Post
pt_br: Publicação fixada

source: with %s
pt_br: com %s

source: with %1s and %2s
pt_br: com %1s e %2s

source: with %1s and <a href="#" class="yz-show-tagged-users">%2s others</a>
pt_br: com %1s e <a href="#" class="yz-show-tagged-users">%2s outros</a>

source: with
pt_br: com

source: Search your friends !
pt_br: Procure seus amigos!

source: No friends found !
pt_br: Nenhum amigo encontrado!

source: Select
pt_br: Selecionar

source: People
pt_br: Pessoas

source: Upload Photo
pt_br: Carregar Foto

source: Upload about me photo
pt_br: Carregar foto sobre mim

source: Type your full name
pt_br: Digite seu nome completo

source: Type your position
pt_br: Digite sua posição

source: Flickr ID
pt_br: ID do Flickr

source: Flickr ID format example : 12345678@N07
pt_br: Exemplo de formato de ID do Flickr: 12345678@N07

source: Instagram Username
pt_br: Nome de usuário do Instagram

source: Connect With Instagram
pt_br: Conecte-se com o Instagram

source: Connect to your instagram account so we can get the permission to display your photos
pt_br: Conecte-se à sua conta do instagram para que possamos obter permissão para exibir suas fotos

source: Use Background Image
pt_br: Usar imagem de fundo

source: Use link cover
pt_br: Usar capa de link

source: Link Background Image
pt_br: Imagem de fundo do link

source: Upload link cover
pt_br: Carregar capa do link

source: Add link description
pt_br: Adicionar descrição do link

source: Add your link
pt_br: Adicione seu link

source: Photo Title
pt_br: Título da foto

source: Photo Link
pt_br: Link da foto

source: The number of items allowed is
pt_br: O número de itens permitidos é

source: No items found!
pt_br: Nenhum item encontrado!

source: Add New Photo
pt_br: Adicionar nova foto

source: Choose post type
pt_br: Escolha o tipo de postagem

source: No Post
pt_br: Nenhuma postagem

source: Choose your post
pt_br: Escolha sua postagem

source: Project Type
pt_br: Tipo de projeto

source: Choose project type
pt_br: Escolha o tipo de projeto

source: Type project title
pt_br: Digite o título do projeto

source: Project Thumbnail
pt_br: Miniatura do projeto

source: Upload Project Thumbnail
pt_br: Carregar miniatura do projeto

source: Project Link
pt_br: Link do projeto

source: Add project link
pt_br: Adicionar link do projeto

source: Add project description
pt_br: Adicionar descrição do projeto

source: Project Categories
pt_br: Categorias de projeto

source: Write category name and hit "Enter" to add it.
pt_br: Escreva o nome da categoria e pressione "Enter" para adicioná-lo.

source: Project tags
pt_br: Etiquetas do projeto

source: Write tag name and hit "Enter" to add it.
pt_br: Escreva o nome da tag e pressione "Enter" para adicioná-la.

source: Use quote cover
pt_br: Usar capa de cotação

source: Quote Background Image
pt_br: Imagem de fundo da cotação

source: Upload quote cover
pt_br: Carregar capa de cotação

source: Type quote text
pt_br: Digite o texto da citação

source: Type quote owner
pt_br: Digite o proprietário da cotação

source: Add service description
pt_br: Adicionar descrição do serviço

source: Select service icon
pt_br: Selecione o ícone de serviço

source: Type service title
pt_br: Digite o título do serviço

source: Add New Service
pt_br: Adicionar novo serviço

source: Clear
pt_br: Limpar

source: Default
pt_br: Padrão

source: Select Color
pt_br: Selecionar cor

source: Current Color
pt_br: Cor atual

source: Skill bar percent
pt_br: Porcentagem da barra de habilidade

source: Type skill title
pt_br: Digite o título da habilidade

source: Skill bar color
pt_br: Cor da barra de habilidade

source: Percent (%)
pt_br: Porcentagem (%)

source: Color
pt_br: Cor

source: Add New Skill
pt_br: Adicionar nova habilidade

source: Add New Slide
pt_br: Adicionar Novo Slide

source: Video Url
pt_br: URL do vídeo

source: Check the <a href='%s' target='_blank'>list of supported websites</a>
pt_br: Verifique a <a href='%s' target='_blank'>lista de sites suportados</a>

source: Add video title
pt_br: Adicionar título do vídeo

source: Add video description
pt_br: Adicionar descrição do vídeo

source: Youzer - Members Activity RSS
pt_br: Youzer - Atividade de Membros RSS

source: Members activity RSS widget ( works only on global activity page )
pt_br: Widget RSS de atividade de membros (funciona apenas na página de atividade global)

source: Members activity RSS
pt_br: Atividade dos membros RSS

source: Title:
pt_br: Título:

source: Gradient Left Color
pt_br: Gradiente de cor esquerda

source: Gradient Right Color
pt_br: Gradiente de cor certa

source: Youzer - Static Author
pt_br: Youzer - Autor estático

source: Static author box widget
pt_br: Widget de caixa de autor estático

source: Post Author
pt_br: Autor da postagem

source: Hide Widget Title
pt_br: Ocultar título do widget

source: Default User ID
pt_br: ID de usuário padrão

source: Show Cover Overlay
pt_br: Mostrar sobreposição de capa

source: Show Cover Pattern
pt_br: Mostrar padrão de capa

source: Layout Version %d
pt_br: Versão do layout %d

source: Author Meta Type
pt_br: Metatipo do autor

source: Author Meta Icon
pt_br: Meta-ícone do autor

source: Networks Icons Type
pt_br: Tipo de ícones de rede

source: Networks Icons Style
pt_br: Estilo de ícones de redes

source: Show Statistics Borders
pt_br: Mostrar bordas de estatísticas

source: Show Statistics Silver Background
pt_br: Mostrar Estatísticas Fundo Prateado

source: Youzer - Community Hashtags
pt_br: Youzer - Hashtags da comunidade

source: Community hashtags widget
pt_br: Widget de hashtags da comunidade

source: Community Hashtags
pt_br: Hashtags da comunidade

source: Random
pt_br: Aleatório

source: Order By
pt_br: Ordenar por

source: Hashtags Number:
pt_br: Número das hashtags:

source: Youzer - Friend Suggestions
pt_br: Youzer - Sugestões de amigos

source: Friend suggestions widget
pt_br: Widget de sugestões de amigos

source: People You May Know
pt_br: Pessoas que talvez você conheça

source: Suggestions Number:
pt_br: Número de sugestões:

source: Show Buttons
pt_br: Mostrar botões

source: Youzer - Group Administrators
pt_br: Youzer - Administradores de Grupo

source: Group administrators widget
pt_br: Widget de administradores de grupo

source: Group Administrators
pt_br: Administradores de grupo

source: Admins Number:
pt_br: Número de administradores:

source: Youzer - Group Description
pt_br: Youzer - Descrição do Grupo

source: Youzer group description widget
pt_br: Widget de descrição do grupo Youzer

source: This widget will show the opened group description
pt_br: Este widget mostrará a descrição do grupo aberto

source: Youzer - Group Moderators
pt_br: Youzer - Moderadores do Grupo

source: Group moderators widget
pt_br: Widget de moderadores de grupo

source: Group Moderators
pt_br: Moderadores do Grupo

source: Moderators Number:
pt_br: Número de moderadores:

source: Youzer - Group RSS
pt_br: Youzer - Grupo RSS

source: Group activity RSS widget ( Works only on group pages )
pt_br: Widget RSS de atividade de grupo (funciona apenas em páginas de grupo)

source: Group RSS
pt_br: RSS do grupo

source: Youzer - Group Suggestions
pt_br: Youzer - Sugestões de Grupo

source: Group suggestions widget
pt_br: Widget de sugestões de grupo

source: Group Suggestions
pt_br: Sugestões de grupo

source: Hashtags Widget
pt_br: Widget Hashtags

source: Trending Today
pt_br: Tendências de hoje

source: Trending Last Week
pt_br: Tendências da semana passada

source: Trending Last Month
pt_br: Tendências no último mês

source: Youzer - Media
pt_br: Youzer - Mídia

source: Community media widget
pt_br: Widget de mídia da comunidade

source: Community Media
pt_br: Mídia comunitária

source: User Media
pt_br: Mídia do usuário

source: Group Media
pt_br: Mídia do grupo

source: Logged-in User Media
pt_br: Mídia do usuário conectado

source: Displayed Group Media
pt_br: Mídia de grupo exibida

source: Feed Type:
pt_br: Tipo de alimentação:

source: Filters:
pt_br: Filtros:

source: User or Group ID:
pt_br: ID de usuário ou grupo:

source: Works If you choosed feed type User Media or Group Media.
pt_br: Funciona Se você escolheu o tipo de feed Mídia do usuário ou Mídia do grupo.

source: Photos Number:
pt_br: Número das fotos:

source: Videos Number:
pt_br: Número de vídeos:

source: Audios Number:
pt_br: Número de áudios:

source: Files Number:
pt_br: Número dos arquivos:

source: Youzer - My Account
pt_br: Youzer - Minha conta

source: User account menu
pt_br: Menu da conta de usuário

source: Hide Sections:
pt_br: Ocultar seções:

source: Hide Links:
pt_br: Ocultar links:

source: Hello !
pt_br: Olá !

source: Account
pt_br: Conta

source: Messages %s
pt_br: Mensagens %s

source: Messages
pt_br: Mensagens

source: Notifications %s
pt_br: Notificações %s

source: Friendship Requests %s
pt_br: Pedidos de Amizade %s

source: Log Out
pt_br: Sair

source: Friendship Requests
pt_br: Solicitações de amizade

source: Youzer - User MyCRED Balance
pt_br: Youzer - Saldo MyCRED do usuário

source: Mycred balance widget
pt_br: Widget de saldo Mycred

source: My Balance
pt_br: Meu saldo

source: keep the user id empty to show the logged-in user balance.
pt_br: mantenha o ID do usuário vazio para mostrar o saldo do usuário logado.

source: Youzer - Notifications
pt_br: Youzer - Notificações

source: User notifications widget.
pt_br: Widget de notificações do usuário.

source: Notifications Limit:
pt_br: Limite de notificações:

source: Show All Notifications ( %s )
pt_br: Mostrar todas as notificações ( %s )

source: Youzer - Post Author
pt_br: Youzer - Autor da postagem

source: Post author widget
pt_br: Widget de autor de postagem

source: Youzer - Smart Author
pt_br: Youzer - Autor inteligente

source: Smart author widget
pt_br: Widget de autor inteligente

source: Show Widget For Logged Out Users
pt_br: Mostrar widget para usuários desconectados

source: Youzer - Verified Users
pt_br: Youzer - Usuários verificados

source: Verified users widget
pt_br: Widget de usuários verificados

source: Verified Users
pt_br: Usuários verificados

source: Show All Friends ( %s )
pt_br: Mostrar todos os amigos ( %s )

source: Show All Friends
pt_br: Mostrar todos os amigos

source: Show All Groups ( %s )
pt_br: Mostrar todos os grupos ( %s )

source: User Instagram
pt_br: Usuário Instagram

source: added a new Product
pt_br: adicionou um novo produto

source: Products
pt_br: Produtos

source: purchased a new Product
pt_br: comprou um novo produto

source: Purchases
pt_br: Compras

source: %s added new product
pt_br: %s adicionou um novo produto

source: %s purchased %s
pt_br: %s comprou %s

source: Shop
pt_br: Loja
