Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/youzer-*/youzer-*.po
Languages: pt_br

source: Meta icons color
pt_br: Cor dos metaícones

source: Post excerpt color
pt_br: Cor do trecho de postagem

source: Read More Background
pt_br: Leia mais Plano de fundo

source: Read more button color
pt_br: Leia mais cor do botão

source: Read More Text
pt_br: Leia mais texto

source: Read more text color
pt_br: Leia mais cor do texto

source: Read More Icon
pt_br: Ícone Leia mais

source: Read more icon color
pt_br: Leia mais cor do ícone

source: Show Widget
pt_br: Mostrar widget

source: This widget cannot be moved to the other side.
pt_br: Este widget não pode ser movido para o outro lado.

source: Hide Widget
pt_br: Ocultar widget

source: You have to know that theses widgets <strong>( Email, Website, Address, Phone Number, Recent Posts , Keep In Touch )</strong> can't be moved to the <strong>"Main Widgets"</strong> column.
pt_br: Você precisa saber que esses widgets <strong>(E-mail, site, endereço, número de telefone, postagens recentes, manter contato)</strong> não podem ser movidos para a coluna <strong>"Widgets principais"</strong> .

source: Main Widgets
pt_br: Principais widgets

source: ad
pt_br: de Anúncios

source: Hidden
pt_br: Oculto

source: Sorry, no subtabs settings exists!
pt_br: Desculpe, não existem configurações de subguias!

source: %s Subtabs Settings
pt_br: Configurações de subguias %s

source: %s Icon
pt_br: Ícone %s

source: %s tab icon
pt_br: ícone da guia %s

source: Tabs General Settings
pt_br: Configurações gerais de guias

source: -- Select Default Tab --
pt_br: -- Selecione a guia padrão --

source: Default Tab
pt_br: Aba padrão

source: Choose profile default tab
pt_br: Escolha a guia padrão do perfil

source: Pagination Styling Settings
pt_br: Configurações de estilo de paginação

source: Numbers Color
pt_br: Cor dos números

source: Pages numbers color
pt_br: Cor dos números das páginas

source: Numbers Background
pt_br: Fundo de números

source: Pages numbers background
pt_br: Fundo de números de páginas

source: Active Page Background
pt_br: Plano de fundo da página ativa

source: Active page background color
pt_br: Cor de fundo da página ativa

source: Active Page Number
pt_br: Número da página ativa

source: Active page number color
pt_br: Cor do número da página ativa

source: %s Tab
pt_br: %s Guia

source: Display Tab
pt_br: Exibir guia

source: Show %s tab
pt_br: Mostrar guia %s

source: %s Title
pt_br: Título de %s

source: %s tab title
pt_br: título da guia %s

source: %s Order
pt_br: %s Pedido

source: %s tab order
pt_br: %s ordem de tabulação

source: Delete Tab
pt_br: Excluir guia

source: Delete %s tab
pt_br: Excluir guia %s

source: Profile Picture
pt_br: Foto do perfil

source: User Capabilities Settings
pt_br: Configurações de recursos do usuário

source: Account Privacy
pt_br: Privacidade da conta

source: Private Account
pt_br: Conta privada

source: Make your profile private, only friends can access.
pt_br: Torne seu perfil privado, apenas amigos podem acessar.

source: Activity Stream Purchases
pt_br: Compras de fluxo de atividades

source: Post my purchases in the activity stream.
pt_br: Postar minhas compras no fluxo de atividades.

source: Export Data
pt_br: Exportar dados

source: Delete Account
pt_br: Deletar conta

source: Mentions Notifications
pt_br: Notificações de menções

source: Email me when a member mentions me in a post
pt_br: Envie-me um e-mail quando um membro me mencionar em uma postagem

source: Replies Notifications
pt_br: Notificações de respostas

source: Mail me when a member replies to a post or comment I have posted
pt_br: Envie-me um e-mail quando um membro responder a uma postagem ou comentário que publiquei

source: Messages Notifications
pt_br: Notificações de mensagens

source: Email me when a member sends me a new message
pt_br: Envie-me um e-mail quando um membro me enviar uma nova mensagem

source: Friendship Requested Notifications
pt_br: Notificações de solicitação de amizade

source: Email me when a member sends me a friendship request
pt_br: Envie-me um e-mail quando um membro me enviar uma solicitação de amizade

source: Friendship Accepted Notifications
pt_br: Notificações de amizade aceitas

source: Email me when a member accepts my friendship request
pt_br: Envie-me um e-mail quando um membro aceitar minha solicitação de amizade

source: Group Invitations Notifications
pt_br: Notificações de convites de grupo

source: Email me when a member invites me to join a group
pt_br: Envie-me um e-mail quando um membro me convidar para participar de um grupo

source: Group Information Notifications
pt_br: Notificações de informações do grupo

source: Email me when a group information is updated
pt_br: Envie-me um e-mail quando as informações de um grupo forem atualizadas

source: Group Admin Promotion Notifications
pt_br: Notificações de promoção do administrador do grupo

source: Email me when I am promoted to a group administrator or moderator
pt_br: Envie-me um e-mail quando eu for promovido a administrador ou moderador do grupo

source: Join Group Notifications
pt_br: Notificações de participação no grupo

source: Email me when a member requests to join a private group for which I am an admin
pt_br: Envie-me um e-mail quando um membro solicitar a participação em um grupo privado do qual sou administrador

source: Group Membership Request Notifications
pt_br: Notificações de solicitação de associação ao grupo

source: Email me when my request to join a group has been approved or denied
pt_br: Envie-me um e-mail quando minha solicitação para participar de um grupo for aprovada ou negada

source: Profile Cover
pt_br: Capa do perfil

source: Email & Password
pt_br: Senha do e-mail

source: Current Password
pt_br: Senha atual

source: Required to update email or change current password
pt_br: Necessário para atualizar o e-mail ou alterar a senha atual

source: Account Email
pt_br: Conta de e-mail

source: Change your account email
pt_br: Altere o e-mail da sua conta

source: New Password
pt_br: Nova Senha

source: Type your new password
pt_br: Digite sua nova senha

source: Confirm Password
pt_br: Confirme a Senha

source: Confirm your new password
pt_br: Confirme sua nova senha

source: Block Members
pt_br: Bloquear membros

source: Change Username
pt_br: Mudar nome de usuário

source: Current Username
pt_br: Nome de usuário atual

source: This is your current username
pt_br: Este é seu nome de usuário atual

source: New Username
pt_br: Novo usuário

source: Enter the new username of your choice
pt_br: Digite o novo nome de usuário de sua escolha

source: Activate your account
pt_br: ative sua conta

source: Deactivated
pt_br: Desativado

source: Deactivate your account
pt_br: desative sua conta

source: Active
pt_br: Ativo

source: Account Status
pt_br: Status da Conta

source: Your current account status:
pt_br: Status da sua conta atual:

source: Update Status
pt_br: Atualizar o status

source: If you select deactivate, you will be hidden from the users.
pt_br: Se você selecionar desativar, ficará oculto para os usuários.

source: Activate
pt_br: Ativar

source: Deactivate
pt_br: Desativar

source: Display Title
pt_br: Exibir título

source: Show widget title area
pt_br: Mostrar área de título do widget

source: Widget Title
pt_br: Título do widget

source: Type widget name
pt_br: Digite o nome do widget

source: How you want the widget to be loaded?
pt_br: Como você deseja que o widget seja carregado?

source: Image Border Style
pt_br: Estilo da borda da imagem

source: Widget photo border style
pt_br: Estilo de borda da foto do widget

source: Widget Styling Settings
pt_br: Configurações de estilo de widget

source: User full name color
pt_br: Cor do nome completo do usuário

source: Position
pt_br: Posição

source: User position color
pt_br: Cor da posição do usuário

source: Biography
pt_br: Biografia

source: User biography color
pt_br: Cor da biografia do usuário

source: Title Border
pt_br: Borda do título

source: Widget title border
pt_br: Borda do título do widget

source: Update Widget
pt_br: Atualizar widget

source: No custom widgets found!
pt_br: Nenhum widget personalizado encontrado!

source: All the custom widgets created will be added automatically to the bottom of the profile sidebar to change their placement or control their visibility go to <strong>Youzer Panel > Profile Settings > Profile Structure</strong>.
pt_br: Todos os widgets personalizados criados serão adicionados automaticamente na parte inferior da barra lateral do perfil para alterar seu posicionamento ou controlar sua visibilidade, vá para <strong>Painel Youzer > Configurações do perfil > Estrutura do perfil</strong>.

source: Create New Widget
pt_br: Criar novo widget

source: Choose how you want your custom widgets to be loaded?
pt_br: Escolha como deseja que seus widgets personalizados sejam carregados?

source: Widget Icon
pt_br: Ícone do widget

source: Select widget icon
pt_br: Selecione o ícone do widget

source: Add widget title
pt_br: Adicionar título do widget

source: Display Widget Title
pt_br: Exibir título do widget

source: Show widget title
pt_br: Mostrar título do widget

source: Use Widget Padding
pt_br: Usar preenchimento de widget

source: Display widget padding
pt_br: Preenchimento do widget de exibição

source: Widget Content
pt_br: Conteúdo do widget

source: Paste your shortcode or any html code. you can use the following tags inside the content : <br>The tag {displayed_user} will be replaced by the displayed profile user id and the tag {logged_in_user} will be replaced by the logged-in user id.
pt_br: Cole seu shortcode ou qualquer código html. você pode usar as seguintes tags dentro do conteúdo: <br>A tag {displayed_user} será substituída pelo ID do usuário do perfil exibido e a tag {logged_in_user} será substituída pelo ID do usuário logado.

source: Add New Widget
pt_br: Adicionar novo widget

source: Allowed Photos Number
pt_br: Número de fotos permitidas

source: Maximum allowed photos
pt_br: Máximo de fotos permitidas

source: Icon Hover Background
pt_br: Plano de fundo do ícone ao passar o mouse

source: Zoom icon hover background color
pt_br: Cor do plano de fundo do ícone de zoom

source: Icon Hover Color
pt_br: Cor do ícone ao passar o mouse

source: Zoom icon hover color
pt_br: Cor de foco do ícone de zoom

source: Widget Layout
pt_br: Esquema do widget

source: Select widget layout
pt_br: Selecione o layout do widget

source: Allowed Friends Number
pt_br: Número de amigos permitidos

source: Maximum number of friends to display
pt_br: Número máximo de amigos a serem exibidos

source: Allowed Groups Number
pt_br: Número de grupos permitidos

source: Maximum number of groups to display
pt_br: Número máximo de grupos a serem exibidos

source: Email Settings
pt_br: Configurações de e-mail

source: E-mail Field
pt_br: Campo de e-mail

source: Select the email box field
pt_br: Selecione o campo da caixa de e-mail

source: Email Loading Effect
pt_br: Efeito de carregamento de e-mail

source: Email loading effect
pt_br: Efeito de carregamento de e-mail

source: Background Left
pt_br: Plano de fundo esquerdo

source: gradient background color
pt_br: cor de fundo gradiente

source: Background Right
pt_br: Fundo direito

source: Gradient background color
pt_br: Cor de fundo gradiente

source: Address Styling Settings
pt_br: Configurações de estilo de endereço

source: Address Field
pt_br: Campo de endereço

source: Select the address box field
pt_br: Selecione o campo da caixa de endereço

source: Address Loading Effect
pt_br: Efeito de carregamento de endereço

source: Address loading effect
pt_br: Efeito de carregamento de endereço

source: Website Styling Settings
pt_br: Configurações de estilo do site

source: Website Field
pt_br: Campo do site

source: Select the website box field
pt_br: Selecione o campo da caixa do site

source: Website Loading Effect
pt_br: Efeito de carregamento do site

source: Website loading effect?
pt_br: Efeito de carregamento do site?

source: Phone Number Styling Settings
pt_br: Configurações de estilo do número de telefone

source: Phone Field
pt_br: Campo de telefone

source: Select the phone box field
pt_br: Selecione o campo da caixa de telefone

source: Phone Loading Effect
pt_br: Efeito de carregamento do telefone

source: Phone number loading effect?
pt_br: Efeito de carregamento do número de telefone?

source: Icon Background
pt_br: Fundo do ícone

source: Icon background color
pt_br: Cor de fundo do ícone

source: Icon text color
pt_br: Cor do texto do ícone

source: Icon hover background color
pt_br: Cor de fundo do ícone de foco

source: Icon text hover color
pt_br: Cor de foco do texto do ícone

source: How to get Instagram keys?
pt_br: Como obter as chaves do Instagram?

source: Instagram App Settings
pt_br: Configurações do aplicativo Instagram

source: Application ID
pt_br: ID do aplicativo

source: Enter application ID
pt_br: Insira o código do aplicativo

source: <strong><a>Note:</a> You should submit your application for review and it should be approved in order to make your website users able to use the instagram widget.</strong>
pt_br: <strong><a>Observação:</a> você deve enviar sua inscrição para análise e ela deve ser aprovada para que os usuários do seu site possam usar o widget do instagram.</strong>

source: 1. Check this topic on <a href="%1s">How to setup Instagram widget</a> for a detailed steps.
pt_br: 1. Verifique este tópico em <a href="%1s">Como configurar o widget do Instagram</a> para obter etapas detalhadas.

source: Type widget title
pt_br: Digite o título do widget

source: Widget Styling Widget
pt_br: Widget de estilo de widget

source: Link Icon Background
pt_br: Fundo do ícone do link

source: Link Icon
pt_br: Ícone de link

source: Link icon color
pt_br: Cor do ícone do link

source: Link Description
pt_br: Descrição do Link

source: Link description color
pt_br: Cor da descrição do link

source: Link URL
pt_br: URL do link

source: Choose link color
pt_br: Escolha a cor do link

source: Media Filters
pt_br: Filtros de mídia

source: You can change the order of filters or remove some. The allowed filters names are photos, videos, audios, files
pt_br: Você pode alterar a ordem dos filtros ou remover alguns. Os nomes de filtros permitidos são fotos, vídeos, áudios, arquivos

source: Media Photos Number
pt_br: Número de fotos de mídia

source: Maximum shown items
pt_br: Máximo de itens exibidos

source: Media Videos Number
pt_br: Número de vídeos de mídia

source: Media Audios Number
pt_br: Número de áudios de mídia

source: Media Files Number
pt_br: Número dos arquivos de mídia

source: Allowed Services Number
pt_br: Número de serviços permitidos

source: Maximum allowed services
pt_br: Máximo de serviços permitidos

source: Styling Widget
pt_br: Widget de estilo

source: Buttons Color
pt_br: Cor dos botões

source: Photo buttons color
pt_br: Cor dos botões da foto

source: Buttons Icon
pt_br: Ícone de botões

source: Button icons color
pt_br: Cor dos ícones dos botões

source: Buttons Hover Color
pt_br: Cor de Passagem dos Botões

source: Buttons hover color
pt_br: Cor de foco dos botões

source: Icons Hover
pt_br: Ícones em movimento

source: Buttons icons hover color
pt_br: Cor do foco dos ícones dos botões

source: Post Types
pt_br: Tipos de postagem

source: Add post types
pt_br: Adicionar tipos de postagem

source: Widget Visibility Settings
pt_br: Configurações de visibilidade do widget

source: Show meta icons
pt_br: Mostrar metaícones

source: Show post comments
pt_br: Mostrar comentários da postagem

source: Post Tags
pt_br: Postar tags

source: Show post tags
pt_br: Mostrar tags de postagem

source: Post Type Background
pt_br: Plano de fundo do tipo de postagem

source: Post type background
pt_br: Plano de fundo do tipo de postagem

source: Post Type Text
pt_br: Texto do tipo de postagem

source: Type text color
pt_br: Digite a cor do texto

source: Post meta color
pt_br: Postar meta cor

source: Excerpt
pt_br: Excerto

source: Tags
pt_br: Tag

source: Post tags color
pt_br: Cor das tags de postagem

source: Tags Background
pt_br: Fundo das Etiquetas

source: Tags background color
pt_br: Cor de fundo das etiquetas

source: Post hashtags color
pt_br: Postar cor das hashtags

source: Read more background color
pt_br: Leia mais cor de fundo

source: Project Types
pt_br: Tipos de projeto

source: Add project types
pt_br: Adicionar tipos de projeto

source: Project Meta
pt_br: Projeto Meta

source: Show project meta
pt_br: Mostrar meta do projeto

source: Project Meta Icons
pt_br: Meta-ícones do projeto

source: Show project icons
pt_br: Mostrar ícones do projeto

source: Project Tags
pt_br: Tags do projeto

source: Show project tags
pt_br: Mostrar tags de projeto

source: Type Background
pt_br: Tipo de fundo

source: Project type background color
pt_br: Cor de fundo do tipo de projeto

source: Project Type Text
pt_br: Texto do tipo de projeto

source: Type text color
pt_br: Digite a cor do texto

source: Project Title
pt_br: título do projeto

source: Project title color
pt_br: Cor do título do projeto

source: Project meta color
pt_br: Metacor do projeto

source: Project icons color
pt_br: Cor dos ícones do projeto

source: Project Description
pt_br: Descrição do Projeto

source: Project description color
pt_br: Cor da descrição do projeto

source: Project tags color
pt_br: Cor das tags do projeto

source: Project hashtags color
pt_br: Cor das hashtags do projeto

source: Cover Gradient Settings
pt_br: Configurações de gradiente de cobertura

source: Left Color
pt_br: Cor esquerda

source: Gradient left color
pt_br: Cor esquerda gradiente

source: Right Color
pt_br: Cor certa

source: Gradient right color
pt_br: Cor certa gradiente

source: Quote Icon Background
pt_br: Fundo do ícone de cotação

source: Quote Icon
pt_br: Ícone de cotação

source: Quote icon color
pt_br: Cor do ícone de cotação

source: Quote Text
pt_br: Texto de cotação

source: Quote text color
pt_br: Cor do texto da citação

source: Quote Owner
pt_br: Proprietário da cotação

source: Quote owner title
pt_br: Título do proprietário da cotação

source: Allowed Posts Number
pt_br: Número de postagens permitidas

source: Maximum allowed posts
pt_br: Máximo de postagens permitidas

source: Post date color
pt_br: Cor da data de postagem

source: Reviews Per Widget
pt_br: Comentários por widget

source: Maximum number of reviews to display
pt_br: Número máximo de comentários a serem exibidos

source: Show services title
pt_br: Mostrar título dos serviços

source: Maximum allowed services number
pt_br: Número máximo de serviços permitidos

source: Services Box Layouts
pt_br: Layouts de Caixa de Serviços

source: Services Widget Layouts
pt_br: Layouts de widget de serviços

source: Widget Visibility Setting
pt_br: Configuração de visibilidade do widget

source: Service Icon
pt_br: Ícone de serviço

source: Show services icon
pt_br: Mostrar ícone de serviços

source: Service Title
pt_br: Título do serviço

source: Service Description
pt_br: Descrição do Serviço

source: Show services description
pt_br: Mostrar descrição dos serviços

source: Service icon color
pt_br: Cor do ícone de serviço

source: Service Icon Background
pt_br: Plano de fundo do ícone de serviço

source: Service icon background
pt_br: Plano de fundo do ícone de serviço

source: Service title color
pt_br: Cor do título do serviço

source: Service description color
pt_br: Cor da descrição do serviço

source: Show skills title
pt_br: Mostrar título das habilidades

source: Allowed Skills Number
pt_br: Número de habilidades permitidas

source: Maximum llowed skills number.
pt_br: Número máximo de habilidades permitidas.

source: Show slideshow title
pt_br: Mostrar título da apresentação de slides

source: Slideshow widget title
pt_br: Título do widget da apresentação de slides

source: How you want the slideshow to be loaded?
pt_br: Como você deseja que a apresentação de slides seja carregada?

source: Allowed Slides Number
pt_br: Número de slides permitido

source: Maximum allowed slides
pt_br: Máximo de slides permitidos

source: Slides Height Type
pt_br: Tipo de altura dos slides

source: Set slides height type
pt_br: Definir o tipo de altura dos slides

source: Slideshow Styling Settings
pt_br: Configurações de estilo da apresentação de slides

source: Pagination Color
pt_br: Cor da paginação

source: Slider pagination color
pt_br: Cor da paginação do controle deslizante

source: Slideshow Buttons
pt_br: Botões de apresentação de slides

source: "Next" & "Prev" color
pt_br: Cor "Próximo" e "Anterior"

source: Networks Styling Settings
pt_br: Configurações de estilo de rede

source: Networks Icons Size
pt_br: Tamanho dos ícones de rede

source: Select icons size
pt_br: Selecione o tamanho dos ícones

source: Networks Background
pt_br: Plano de fundo das redes

source: Select background type
pt_br: Selecione o tipo de plano de fundo

source: Networks Border Style
pt_br: Estilo de borda de rede

source: Select networks border style
pt_br: Selecione o estilo de borda de redes

source: How to activate user badges widget?
pt_br: Como ativar o widget de crachás de usuário?

source: Please install the <a href="%1s"> MyCRED Plugin</a> and <strong>MyCRED Badges Extension</strong> to activate the user badges widget.
pt_br: Instale o <a href="%1s">plug-in MyCRED</a> e a <strong>extensão MyCRED Badges</strong> para ativar o widget de crachás de usuário.

source: Allowed Badges Number
pt_br: Número de crachás permitido

source: Maximum number of badges to display
pt_br: Número máximo de emblemas a serem exibidos

source: How to activate user balance widget?
pt_br: Como ativar o widget de saldo do usuário?

source: Please install the <a href="%1s"> MyCRED Plugin</a> to activate the user balance widget.
pt_br: Instale o <a href="%1s">plug-in MyCRED</a> para ativar o widget de saldo do usuário.

source: Box Gradient Settings
pt_br: Configurações de gradiente de caixa

source: User tag name is empty!
pt_br: O nome da tag do usuário está vazio!

source: No user tags found!
pt_br: Nenhuma tag de usuário encontrada!

source: Update user tags type
pt_br: Atualizar tipo de tags de usuário

source: Create New Tag
pt_br: Criar nova etiqueta

source: User tags widget title
pt_br: Título do widget de tags de usuário

source: How you want the user tags to be loaded?
pt_br: Como você deseja que as tags de usuário sejam carregadas?

source: Enable User Tags Icon
pt_br: Ativar o ícone de tags de usuário

source: Display user tags icon
pt_br: Exibir ícone de tags de usuário

source: Enable User Tags Description
pt_br: Ativar descrição de tags de usuário

source: Display user tags description
pt_br: Exibir descrição de tags de usuário

source: Tags Border Style
pt_br: Estilo de borda de tags

source: Select tags border style
pt_br: Selecione o estilo da borda das tags

source: User Tags Styling Settings
pt_br: Configurações de estilo de tags de usuário

source: Tags Type Title
pt_br: Título do tipo de tags

source: Tags type title color
pt_br: Cor do título do tipo de tags

source: Tags Type Icon
pt_br: Ícone de tipo de tags

source: Tags type icon color
pt_br: Cor do ícone do tipo de tags

source: Tags Type Description
pt_br: Descrição do tipo de tags

source: Tags type description color
pt_br: Cor da descrição do tipo de tags

source: Tags Text
pt_br: Texto das tags

source: Tags text color
pt_br: Cor do texto das tags

source: Select tag type icon
pt_br: Selecione o ícone do tipo de tag

source: Tags Type Field
pt_br: Campo Tipo de Tags

source: Select the tags source field name
pt_br: Selecione o nome do campo de origem das tags

source: Tags Type Name
pt_br: Nome do tipo de tags

source: Type tag name by default is the field title
pt_br: Digite o nome da tag por padrão é o título do campo
