Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/youzer-*/youzer-*.po
Languages: pt_br

source: Sorry, there was no activity found. Please try a different filter.
pt_br: Desculpe, nenhuma atividade foi encontrada. Por favor tente um filtro diferente.

source: Reply
pt_br: Responder

source: View Conversation
pt_br: Ver conversa

source: Comment
pt_br: Comentario

source: Write a Comment ...
pt_br: Escreva um comentário ...

source: Upload Attachments
pt_br: Carregar anexos

source: Post a GIF
pt_br: Postar um GIF

source: Search for GIFs...
pt_br: Pesquisar GIFs...

source: No GIFs found
pt_br: Nenhum GIF encontrado

source: Search
pt_br: Pesquisar

source: Filter
pt_br: Filtro

source: Sitewide activities navigation
pt_br: Navegação de atividades em todo o site

source: All Members %s
pt_br: Todos os membros %s

source: My Friends %s
pt_br: Meus amigos %s

source: My Groups %s
pt_br: Meus grupos %s

source: My Favorites %s
pt_br: Meus favoritos %s

source: Mentions
pt_br: Menções

# Number of new activity mentions
source: %s new
pt_br: %s novo

source: Activity secondary navigation
pt_br: Navegação secundária da atividade

source: Filter Activities By :
pt_br: Filtrar atividades por:

source: Search Activities ...
pt_br: Pesquisar atividades...

source: What's new in %s, %s?
pt_br: O que há de novo em %s, %s?

source: What's new, %s?
pt_br: Quais são as novidades?

source: Add Link URL
pt_br: Adicionar URL do link

source: Add Link Title
pt_br: Adicionar título do link

source: Brief Link Description
pt_br: Breve Descrição do Link

source: of
pt_br: de

source: No thumbnail
pt_br: Sem miniatura

source: Add Quote Owner
pt_br: Adicionar proprietário da cotação

source: Add Quote Text
pt_br: Adicionar texto de cotação

source: Upload Attachment
pt_br: Carregar anexo

source: Topic tags
pt_br: Tags de tópico

source: Registered Users
pt_br: Usuários registrados

source: Forums
pt_br: Fóruns

source: Topics
pt_br: Tópicos

source: Replies
pt_br: Respostas

source: Topic Tags
pt_br: Tags de tópico

source: Empty Topic Tags
pt_br: Tags de tópico vazias

source: Hidden Topics
pt_br: Tópicos ocultos

source: Hidden Replies
pt_br: Respostas ocultas

source: Name (required):
pt_br: Nome (obrigatório):

source: Mail (will not be published) (required):
pt_br: Correio (não será publicado) (obrigatório):

source: Website:
pt_br: Local na rede Internet:

source: Move reply "%s"
pt_br: Mover resposta "%s"

source: You can either make this reply a new topic with a new title, or merge it into an existing topic.
pt_br: Você pode transformar esta resposta em um novo tópico com um novo título ou mesclá-la em um tópico existente.

source: If you choose an existing topic, replies will be ordered by the time and date they were created.
pt_br: Se você escolher um tópico existente, as respostas serão ordenadas pela hora e data em que foram criadas.

source: Move Method
pt_br: Método de movimentação

source: New topic in <strong>%s</strong> titled:
pt_br: Novo tópico em <strong>%s</strong> intitulado:

source: Moved: %s
pt_br: Movido: %s

source: Use an existing topic in this forum:
pt_br: Use um tópico existente neste fórum:

source: <strong>WARNING:</strong> This process cannot be undone.
pt_br: <strong>AVISO:</strong> este processo não pode ser desfeito.

source: Submit
pt_br: Enviar

source: You do not have the permissions to edit this reply!
pt_br: Você não tem permissão para editar esta resposta!

source: You cannot edit this reply.
pt_br: Você não pode editar esta resposta.

source: Reply To: %s
pt_br: Responder a: %s

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to do so.
pt_br: Este tópico está marcado como fechado para novas respostas, no entanto, seus recursos de postagem ainda permitem que você faça isso.

source: Your account has the ability to post unrestricted HTML content.
pt_br: Sua conta pode postar conteúdo HTML irrestrito.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
pt_br: Você pode usar estas tags e atributos <abbr title="Linguagem de marcação de hipertexto">HTML:</abbr>

source: Tags:
pt_br: Tag:

source: Notify the author of follow-up replies via email
pt_br: Notificar o autor de respostas de acompanhamento por e-mail

source: Notify me of follow-up replies via email
pt_br: Notifique-me sobre respostas de acompanhamento por e-mail

source: Keep a log of this edit:
pt_br: Mantenha um registro desta edição:

source: Optional reason for editing:
pt_br: Motivo opcional para edição:

source: The topic &#8216;%s&#8217; is closed to new replies.
pt_br: O tópico &#39;%s&#39; está fechado para novas respostas.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
pt_br: O fórum &#39;%s&#39; está fechado para novos tópicos e respostas.

source: You cannot reply to this topic.
pt_br: Você não pode responder a este tópico.

source: You must be logged in to reply to this topic.
pt_br: Você precisa estar logado para responder a este tópico.

source: Merge topic "%s"
pt_br: Mesclar tópico "%s"

source: Select the topic to merge this one into. The destination topic will remain the lead topic, and this one will change into a reply.
pt_br: Selecione o tópico para mesclar este. O tópico de destino continuará sendo o tópico principal, e este se transformará em uma resposta.

source: To keep this topic as the lead, go to the other topic and use the merge tool from there instead.
pt_br: Para manter este tópico como líder, vá para o outro tópico e use a ferramenta de mesclagem de lá.

source: All replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted. If the destination topic was created after this one, it's post date will be updated to second earlier than this one.
pt_br: Todas as respostas em ambos os tópicos serão mescladas cronologicamente. A ordem das respostas mescladas é baseada na hora e na data em que foram postadas. Se o tópico de destino foi criado após este, sua data de postagem será atualizada para um segundo antes deste.

source: Destination
pt_br: Destino

source: Merge with this topic:
pt_br: Mesclar com este tópico:

source: There are no other topics in this forum to merge with.
pt_br: Não há outros tópicos neste fórum para mesclar.

source: Topic Extras
pt_br: Extras do tópico

source: Merge topic subscribers
pt_br: Mesclar assinantes do tópico

source: Merge topic favoriters
pt_br: Mesclar favoritos de tópicos

source: Merge topic tags
pt_br: Mesclar tags de tópico

source: You do not have the permissions to edit this topic!
pt_br: Você não tem permissão para editar este tópico!

source: You cannot edit this topic.
pt_br: Você não pode editar este tópico.

source: Split topic "%s"
pt_br: Dividir tópico "%s"

source: When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic.
pt_br: Ao dividir um tópico, você o divide ao meio, começando com a resposta que acabou de selecionar. Escolha usar essa resposta como um novo tópico com um novo título ou mescle essas respostas em um tópico existente.

source: If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
pt_br: Se você usar a opção de tópico existente, as respostas em ambos os tópicos serão mescladas cronologicamente. A ordem das respostas mescladas é baseada na hora e na data em que foram postadas.

source: Split Method
pt_br: Método de divisão

source: Split: %s
pt_br: Divisão: %s

source: Copy subscribers to the new topic
pt_br: Copiar assinantes para o novo tópico

source: Copy favoriters to the new topic
pt_br: Copiar favoritos para o novo tópico

source: Copy topic tags to the new topic
pt_br: Copiar tags de tópico para o novo tópico

source: Manage Tag: "%s"
pt_br: Gerenciar Tag: "%s"

source: Rename
pt_br: Renomear

source: Leave the slug empty to have one automatically generated.
pt_br: Deixe o slug vazio para ter um gerado automaticamente.

source: Changing the slug affects its permalink. Any links to the old slug will stop working.
pt_br: Alterar o slug afeta seu permalink. Quaisquer links para o slug antigo deixarão de funcionar.

source: Name :
pt_br: Nome :

source: Slug :
pt_br: Lesma:

source: Update
pt_br: Atualizar

source: Merge
pt_br: Mesclar

source: Merging tags together cannot be undone.
pt_br: A mesclagem de tags não pode ser desfeita.

source: Existing tag :
pt_br: Etiqueta existente:

source: Are you sure you want to merge the "%s" tag into the tag you specified?
pt_br: Tem certeza de que deseja mesclar a tag "%s" na tag especificada?

source: This does not delete your topics. Only the tag itself is deleted.
pt_br: Isso não exclui seus tópicos. Somente a tag em si é excluída.

source: Deleting a tag cannot be undone.
pt_br: A exclusão de uma tag não pode ser desfeita.

source: Any links to this tag will no longer function.
pt_br: Quaisquer links para esta tag não funcionarão mais.

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
pt_br: Tem certeza de que deseja excluir a tag "%s"? Isso é permanente e não pode ser desfeito.

source: Now Editing &ldquo;%s&rdquo;
pt_br: Agora editando “%s”

source: Create New Topic in &ldquo;%s&rdquo;
pt_br: Criar novo tópico em “%s”

source: Create New Topic
pt_br: Criar novo tópico

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
pt_br: Este fórum está marcado como fechado para novos tópicos, mas seus recursos de postagem ainda permitem que você faça isso.

source: Topic Title (Maximum Length : %d) :
pt_br: Título do Tópico (Tamanho Máximo: %d):

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes :
pt_br: Você pode usar estas tags e atributos <abbr title="Linguagem de marcação de hipertexto">HTML:</abbr>

source: Topic Tags :
pt_br: Tags de tópico:

source: Forum:
pt_br: Fórum:

source: (No Forum)
pt_br: (Sem Fórum)

source: Topic Type :
pt_br: Tipo de tópico:

source: Topic Status :
pt_br: Status do tópico:

source: You cannot create new topics.
pt_br: Você não pode criar novos tópicos.

source: You must be logged in to create new topics.
pt_br: Você precisa estar logado para criar novos tópicos.

source: Forum
pt_br: Fórum

source: Freshness
pt_br: Frescor

source: Author
pt_br: Autor

source: Subscribe
pt_br: Inscrever-se

source: Unsubscribe
pt_br: Cancelar subscrição

source: in reply to:
pt_br: em resposta a:

source: in: <a href="%1$s">%2$s</a>
pt_br: em: <a href="%1$s">%2$s</a>

source: Topic
pt_br: Tópico

source: Voices
pt_br: Vozes

source: Group Details
pt_br: Detalhes do grupo

source: Group Name (required)
pt_br: Nome do grupo (obrigatório)

source: Group Description (required)
pt_br: Descrição do Grupo (obrigatório)

source: Group Settings
pt_br: Configurações do grupo

source: Privacy Options
pt_br: Opções de privacidade

source: This is a public group
pt_br: Este é um grupo público

source: Any site member can join this group.
pt_br: Qualquer membro do site pode participar deste grupo.

source: This group will be listed in the groups directory and in search results.
pt_br: Este grupo será listado no diretório de grupos e nos resultados da pesquisa.

source: Group content and activity will be visible to any site member.
pt_br: O conteúdo e a atividade do grupo serão visíveis para qualquer membro do site.

source: This is a private group
pt_br: Este é um grupo privado

source: Only users who request membership and are accepted can join the group.
pt_br: Somente usuários que solicitarem associação e forem aceitos poderão ingressar no grupo.

source: Group content and activity will only be visible to members of the group.
pt_br: O conteúdo e a atividade do grupo serão visíveis apenas para os membros do grupo.

source: This is a hidden group
pt_br: Este é um grupo oculto

source: Only users who are invited can join the group.
pt_br: Somente usuários convidados podem participar do grupo.

source: This group will not be listed in the groups directory or search results.
pt_br: Este grupo não será listado no diretório de grupos nem nos resultados da pesquisa.

source: Group Types
pt_br: Tipos de grupo

source: Select the types this group should be a part of.
pt_br: Selecione os tipos dos quais este grupo deve fazer parte.

source: &ndash; %s
pt_br: – %s

source: Group Invitations
pt_br: Convites de grupo

source: Which members of this group are allowed to invite others?
pt_br: Quais membros deste grupo podem convidar outras pessoas?

source: All group members
pt_br: Todos os membros do grupo

source: Group admins and mods only
pt_br: Apenas administradores e mods do grupo

source: Group admins only
pt_br: Apenas administradores do grupo

source: Group Forums
pt_br: Fóruns do Grupo

source: Should this group have a forum?
pt_br: Este grupo deve ter um fórum?

source: Enable discussion forum
pt_br: Ativar fórum de discussão

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
pt_br: <strong>Atenção Administrador do Site:</strong> Fóruns de grupo requerem a <a href="%s">correta instalação e configuração</a> de uma instalação do bbPress.

source: Upload an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
pt_br: Carregue uma imagem para usar como foto de perfil para este grupo. A imagem será mostrada na página principal do grupo e nos resultados da pesquisa.

source: Select an image
pt_br: Selecione uma imagem

source: To skip the group profile photo upload process, hit the "Next Step" button.
pt_br: Para pular o processo de upload da foto do perfil do grupo, clique no botão "Próxima etapa".

source: Crop Group Profile Photo
pt_br: Cortar foto do perfil do grupo

source: Profile photo to crop
pt_br: Foto do perfil para cortar

source: Profile photo preview
pt_br: Visualização da foto do perfil

source: Crop Image
pt_br: Cortar imagem

source: Cover Image
pt_br: Imagem de capa

source: The Cover Image will be used to customize the header of your group.
pt_br: A Imagem da Capa será usada para personalizar o cabeçalho do seu grupo.

source: Group Invites
pt_br: Convites de grupo

source: Select people to invite from your friends list.
pt_br: Selecione as pessoas para convidar da sua lista de amigos.

source: Remove Invite
pt_br: Remover convite

source: Once you have built up friend connections you will be able to invite others to your group.
pt_br: Depois de criar conexões de amigos, você poderá convidar outras pessoas para o seu grupo.

source: Back to Previous Step
pt_br: Voltar para a etapa anterior

source: Next Step
pt_br: Próxima Etapa

source: Create Group and Continue
pt_br: Criar grupo e continuar

source: Finish
pt_br: Terminar

source: There were no groups found.
pt_br: Não foram encontrados grupos.

source: Groups directory main navigation
pt_br: Navegação principal do diretório de grupos

source: All Groups %s
pt_br: Todos os grupos %s

source: Groups directory secondary navigation
pt_br: Navegação secundária do diretório de grupos

source: Order By:
pt_br: Ordenar por:

source: Last Active
pt_br: ativo pela última vez

source: Most Members
pt_br: A maioria dos membros

source: Newly Created
pt_br: Criado recentemente

source: Alphabetical
pt_br: Alfabética

source: RSS Feed
pt_br: Feed RSS

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
pt_br: AVISO: A exclusão deste grupo removerá completamente TODO o conteúdo associado a ele. Não há caminho de volta, por favor, tenha cuidado com esta opção.

source: I understand the consequences of deleting this group.
pt_br: Eu entendo as consequências de excluir este grupo.

source: Delete Group
pt_br: Excluir grupo

source: Notify group members of these changes via email
pt_br: Notifique os membros do grupo sobre essas alterações por e-mail

source: If you'd like to remove the existing group profile photo but not upload a new one, please use the delete group profile photo button.
pt_br: Se você quiser remover a foto do perfil do grupo existente, mas não enviar uma nova, use o botão excluir foto do perfil do grupo.

source: Delete Group Profile Photo
pt_br: Excluir foto do perfil do grupo

source: Crop Profile Photo
pt_br: Cortar foto do perfil

source: Administrators
pt_br: Administradores

source: Demote to Member
pt_br: Rebaixar a membro

source: No group administrators were found.
pt_br: Nenhum administrador de grupo foi encontrado.

source: Moderators
pt_br: Moderadores

source: Promote to Admin
pt_br: Promover a administrador

source: No group moderators were found.
pt_br: Nenhum moderador de grupo foi encontrado.

source: banned
pt_br: banido

source: Remove Ban
pt_br: Remover proibição

source: Kick &amp; Ban
pt_br: Chutar e banir

source: Promote to Mod
pt_br: Promover a Mod

source: Remove from group
pt_br: Remover do grupo

source: No group members were found.
pt_br: Nenhum membro do grupo foi encontrado.

source: Invite Your friends
pt_br: Convide seus amigos

source: Sent Invites
pt_br: Convites enviados

source: Select friends to invite.
pt_br: Selecione amigos para convidar.

source: No members were found.
pt_br: Nenhum membro foi encontrado.

source: You are requesting to become a member of the group '%s'.
pt_br: Você está solicitando para se tornar um membro do grupo '%s'.

source: Comments (optional)
pt_br: Comentários (opcional)

source: Send Request
pt_br: Enviar Pedido

source: Accept
pt_br: Aceitar

source: Reject
pt_br: Rejeitar

source: Request Comment
pt_br: Solicitar comentário

source: There are no pending membership requests.
pt_br: Não há solicitações de associação pendentes.

source: Members directory main navigation
pt_br: Navegação principal do diretório de membros

source: Members directory secondary navigation
pt_br: Navegação secundária do diretório de membros

source: Newest Registered
pt_br: Mais recente registrado

source: Sorry, no members were found.
pt_br: Desculpe, nenhum membro foi encontrado.

source: Sorry, there was no bookmarks found.
pt_br: Desculpe, não foram encontrados favoritos.

source: You have no pending friendship requests.
pt_br: Você não tem solicitações de amizade pendentes.

# Group member count
source: %d member
pt_br: %d membro

source: You have no outstanding group invites.
pt_br: Você não tem convites de grupo pendentes.

source: Messages inbox
pt_br: Caixa de entrada de mensagens

source: Sent Messages
pt_br: Mensagens enviadas

source: Sitewide Notices
pt_br: Avisos em todo o site

source: Send To ( Username or Friend's Name )
pt_br: Enviar para (Nome de usuário ou nome do amigo)

source: This is a notice to all users.
pt_br: Este é um aviso para todos os usuários.

source: Subject
pt_br: Assunto

source: Upload attachment
pt_br: Carregar anexo

source: Send Message
pt_br: Enviar Mensagem

source: From
pt_br: de

source: Star
pt_br: Estrela

source: Actions
pt_br: Ações

source: View Message
pt_br: Ver mensagem

source: Sorry, no messages were found.
pt_br: Desculpe, nenhuma mensagem foi encontrada.

source: Notice
pt_br: Nota

source: Action
pt_br: Ação

source: Delete Message
pt_br: Apagar mensagem

source: Sorry, no notices were found.
pt_br: Desculpe, nenhum aviso foi encontrado.

source: You are alone in this conversation.
pt_br: Você está sozinho nesta conversa.

source: Conversation between %s recipients.
pt_br: Conversa entre %s destinatários.

source: Conversation between %s.
pt_br: Conversa entre %s.

source: Write a reply ...
pt_br: Escreva uma resposta ...

source: Send
pt_br: Enviar

source: Notification
pt_br: Notificação

source: Date Received
pt_br: data recebida

source: Select this notification
pt_br: Selecione esta notificação

source: This field can be seen by %s
pt_br: Este campo pode ser visto por %s

source: This user is a spammer.
pt_br: Este usuário é um spammer.

source: Data Export
pt_br: Exportação de dados

source: Your request for an export of personal data has been completed.
pt_br: Sua solicitação de exportação de dados pessoais foi concluída.

source: You may download your personal data by clicking on the link below. For privacy and security, we will automatically delete the file on %s, so please download it before then.
pt_br: Você pode baixar seus dados pessoais clicando no link abaixo. Para privacidade e segurança, excluiremos automaticamente o arquivo em %s, portanto, faça o download antes disso.

source: Download personal data
pt_br: Baixar dados pessoais

source: Your previous request for an export of personal data has expired.
pt_br: Sua solicitação anterior de exportação de dados pessoais expirou.

source: Please click on the button below to make a new request.
pt_br: Clique no botão abaixo para fazer uma nova solicitação.

source: Request new data export
pt_br: Solicitar nova exportação de dados

source: You previously requested an export of your personal data on %s.
pt_br: Você solicitou anteriormente uma exportação de seus dados pessoais em %s.

source: You will receive a link to download your export via email once we are able to fulfill your request.
pt_br: Você receberá um link para baixar sua exportação por e-mail assim que pudermos atender sua solicitação.

source: You can request an export of your personal data, containing the following items if applicable:
pt_br: Você pode solicitar uma exportação de seus dados pessoais, contendo os seguintes itens, se aplicável:

source: If you want to make a request, please click on the button below:
pt_br: Caso queira fazer uma solicitação, clique no botão abaixo:

source: Request personal data export
pt_br: Solicitar exportação de dados pessoais

source: Data Erase
pt_br: Apagar dados

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
pt_br: A exclusão de sua conta excluirá todo o conteúdo que você criou. Será completamente irrecuperável.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
pt_br: A exclusão desta conta excluirá todo o conteúdo que ela criou. Será completamente irrecuperável.

source: I understand the consequences.
pt_br: Eu entendo as consequências.

source: Billing &amp; Shipping
pt_br: Faturamento e envio

source: Billing details
pt_br: Detalhes de faturamento

source: Create an account?
pt_br: Crie a sua conta aqui?

source: You must be logged in to checkout.
pt_br: Você precisa estar logado para finalizar a compra.

source: Your order
pt_br: Seu pedido

source: Ship to a different address?
pt_br: Envie para um endereço diferente?

source: Additional information
pt_br: Informação adicional

source: Billing Address
pt_br: Endereço de faturamento

source: Shipping Address
pt_br: Endereço de entrega

source: Save address
pt_br: Salvar endereço

source: The following addresses will be used on the checkout page by default.
pt_br: Os endereços a seguir serão usados na página de checkout por padrão.

source: You have not set up this type of address yet.
pt_br: Você ainda não configurou este tipo de endereço.

source: My Subscriptions
pt_br: Minhas assinaturas

source: Subscription
pt_br: Assinatura

# table heading
source: Next Payment
pt_br: Próximo pagamento

# view a subscription
source: View
pt_br: Visualizar

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: You have reached the end of subscriptions. Go to the %sfirst page%s.
pt_br: Você chegou ao fim das assinaturas. Vá para a %sprimeira página%s.
