Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/youzer-*/youzer-*.po
Languages: pt_br

source: Show groups cards cover
pt_br: Mostrar capa dos cartões de grupos

source: Enable Cards Action Buttons
pt_br: Ativar botões de ação de cartões

source: Show groups card buttons
pt_br: Mostrar botões do cartão de grupos

source: Enable Cards Avatar Border
pt_br: Ativar borda de avatar de cartões

source: Show user card avatar border
pt_br: Mostrar borda do avatar do cartão de usuário

source: Groups Per Page
pt_br: Grupos por página

source: Max groups cards per page
pt_br: Máximo de cartões de grupos por página

source: Card Avatar Format
pt_br: Formato de avatar de cartão

source: Card Statistics Settings
pt_br: Configurações de estatísticas do cartão

source: Enable Statistics
pt_br: Ativar estatísticas

source: Enable card statistics data
pt_br: Ativar dados de estatísticas do cartão

source: Enable Group Posts
pt_br: Ativar postagens do grupo

source: Enable card posts statistics
pt_br: Ativar estatísticas de postagens do cartão

source: Enable Group Activity
pt_br: Ativar atividade de grupo

source: Enable card activity statistics
pt_br: Ativar estatísticas de atividade do cartão

source: Enable Group Members
pt_br: Ativar membros do grupo

source: Enable card members statistics
pt_br: Ativar estatísticas de membros do cartão

source: Action Buttons Settings
pt_br: Configurações dos botões de ação

source: Buttons Border Style
pt_br: Estilo da borda dos botões

source: Card action buttons border style
pt_br: Estilo de borda dos botões de ação do cartão

source: Display Scroll To Top
pt_br: Exibir Rolagem para o topo

source: Show group scroll to top button
pt_br: Mostrar o botão de rolagem do grupo para o topo

source: Group Avatar Format
pt_br: Formato de Avatar de Grupo

source: Header Visibility Settings
pt_br: Configurações de visibilidade do cabeçalho

source: Avatar Border
pt_br: Borda do avatar

source: Display photo transparent border
pt_br: Exibir borda transparente da foto

source: Privacy
pt_br: Privacidade

source: Display group privacy
pt_br: Exibir privacidade do grupo

source: Activity
pt_br: Atividade

source: Display group activity
pt_br: Exibir atividade do grupo

source: Members
pt_br: Membros

source: Display members number
pt_br: Exibir número de membros

source: Display posts number
pt_br: Exibir número de postagens

source: Header Styling Settings
pt_br: Configurações de estilo de cabeçalho

source: Header Background
pt_br: Plano de fundo do cabeçalho

source: Header background color
pt_br: Cor de fundo do cabeçalho

source: Group Name
pt_br: Nome do grupo

source: Name text color
pt_br: Cor do texto do nome

source: Meta Color
pt_br: Meta cor

source: Group name text color
pt_br: Cor do texto do nome do grupo

source: Icons Color
pt_br: Cor dos ícones

source: Header icons color
pt_br: Cor dos ícones do cabeçalho

source: Statistics Title
pt_br: Título das Estatísticas

source: Statistics title color
pt_br: Cor do título das estatísticas

source: Statistics Number
pt_br: Número de Estatísticas

source: Statistics numbers color
pt_br: Cor dos números das estatísticas

source: Header Layouts
pt_br: Layouts de cabeçalho

source: Default Groups Photos Settings
pt_br: Configurações padrão de fotos de grupos

source: Default Group Avatar
pt_br: Avatar de grupo padrão

source: Upload default groups avatar
pt_br: Carregar avatar de grupos padrão

source: Default Group Cover
pt_br: Capa de grupo padrão

source: Upload default groups cover
pt_br: Carregar capa de grupos padrão

source: Groups Media Tab settings
pt_br: Configurações da guia de mídia de grupos

source: Enable Groups Media
pt_br: Habilitar mídia de grupos

source: Activate groups media
pt_br: Ativar mídia de grupos

source: Items Per Page
pt_br: Itens por página

source: How many items per page on the all media page?
pt_br: Quantos itens por página na página de todas as mídias?

source: Select media items layout
pt_br: Selecione o layout dos itens de mídia

source: Groups Media Subtabs settings
pt_br: Configurações de subguias de mídia de grupos

source: How many items per page on the media subtabs?
pt_br: Quantos itens por página nas subguias de mídia?

source: Select media subtabs items layout
pt_br: Selecione o layout de itens de subguias de mídia

source: Groups Media types visibility
pt_br: Grupos Visibilidade dos tipos de mídia

source: Photos
pt_br: Fotos

source: Show media photos
pt_br: Mostrar fotos

source: Videos
pt_br: Vídeos

source: Show media videos
pt_br: Mostrar vídeos

source: Audios
pt_br: Áudios

source: Show media audios
pt_br: Mostrar áudios

source: Files
pt_br: Arquivos

source: Show media files
pt_br: Mostrar arquivos de mídia

source: Show users cards cover
pt_br: Mostrar a capa dos cartões dos usuários

source: Enable User Status
pt_br: Ativar status do usuário

source: Show if user is online or not
pt_br: Mostrar se o usuário está online ou não

source: Display User Online Status Only
pt_br: Exibir status on-line do usuário apenas

source: Don't show offline circle.
pt_br: Não mostrar círculo off-line.

source: Show user card buttons
pt_br: Mostrar botões do cartão de usuário

source: Members Per Page
pt_br: Membros por página

source: Max members cards per page
pt_br: Máximo de cartões de membros por página

source: Card Meta Settings
pt_br: Configurações Meta do Cartão

source: Enable Cards Custom Meta
pt_br: Ativar Meta Personalizada de Cartões

source: Use cards custom meta
pt_br: Usar meta personalizada de cartões

source: Meta Icon
pt_br: Meta-ícone

source: Select meta icon
pt_br: Selecionar metaícone

source: Meta Field
pt_br: Metacampo

source: Choose meta field
pt_br: Escolher metacampo

source: Enable User Posts
pt_br: Ativar postagens do usuário

source: Enable User Comments
pt_br: Ativar comentários do usuário

source: Enable card comments statistics
pt_br: Ativar estatísticas de comentários do cartão

source: Enable User Friends
pt_br: Ativar amigos do usuário

source: Enable card friends statistics
pt_br: Ativar estatísticas de amigos do cartão

source: Enable User Views
pt_br: Ativar visualizações do usuário

source: Enable card views statistics
pt_br: Ativar estatísticas de visualizações de cartão

source: Enable User Followers
pt_br: Ativar seguidores do usuário

source: Enable card followers statistics
pt_br: Ativar estatísticas de seguidores de cartão

source: Enable User Following
pt_br: Ativar o seguimento do usuário

source: Enable card following statistics
pt_br: Ativar estatísticas de seguimento do cartão

source: Enable User Points
pt_br: Ativar pontos do usuário

source: Enable card points statistics
pt_br: Ativar estatísticas de pontos do cartão

source: Buttons Layout
pt_br: Layout dos botões

source: Card action buttons layout
pt_br: Layout dos botões de ação do cartão

source: Attachments Settings
pt_br: Configurações de anexos

source: Messages Attachments
pt_br: Anexos de mensagens

source: Enable attachments
pt_br: Ativar anexos

source: Allowed Extensions
pt_br: Extensões permitidas

source: Allowed extensions list
pt_br: Lista de extensões permitidas

source: Max File Size
pt_br: Tamanho máximo do arquivo

source: Attachment max size by megabytes
pt_br: Tamanho máximo do anexo por megabytes

source: MyCred Integration
pt_br: Integração MyCred

source: Enable MyCred integration
pt_br: Ativar integração MyCred

source: Enable Badges
pt_br: Ativar emblemas

source: Enable cards badges
pt_br: Ativar selos de cartões

source: Max Badges
pt_br: Máximo de Emblemas

source: Max badges per card
pt_br: Máximo de emblemas por cartão

source: Enable author box badges
pt_br: Ativar emblemas de caixa de autor

source: Max badges per author box
pt_br: Máximo de emblemas por caixa de autor

source: Live Notifications Settings
pt_br: Configurações de notificações ao vivo

source: Live Notifications
pt_br: Notificações ao vivo

source: Enable live notifications
pt_br: Ativar notificações ao vivo

source: New Notifications Interval
pt_br: Novo intervalo de notificações

source: Check for new notifications interval by seconds
pt_br: Verifique o intervalo de novas notificações por segundos

source: Enable Fixed Save Icon
pt_br: Ativar ícone de salvamento fixo

source: Enable fixed Save icon button
pt_br: Ativar botão de ícone Salvar fixo

source: Panel Schemes
pt_br: Esquemas de painel

source: Error Message
pt_br: Mensagem de Erro

source: Page error message
pt_br: Mensagem de erro da página

source: Button Title
pt_br: Título do botão

source: Page button title
pt_br: Título do botão da página

source: Upload 404 profile photo
pt_br: Carregar foto de perfil 404

source: Upload 404 profile cover
pt_br: Carregar capa de perfil 404

source: Title
pt_br: Título

source: Title color
pt_br: Cor do título

source: Description
pt_br: Descrição

source: Description color
pt_br: Cor da descrição

source: Button Text
pt_br: Botão de texto

source: Button text color
pt_br: Cor do texto do botão

source: Button Background
pt_br: Fundo do botão

source: Enable Reviews
pt_br: Habilitar Avaliações

source: Enable reviews
pt_br: Ativar revisões

source: Allow Reviews Edition
pt_br: Permitir edição de comentários

source: Allow users to edit their reviews?
pt_br: Permitir que os usuários editem suas avaliações?

source: Reviews Privacy
pt_br: Privacidade dos comentários

source: Who can see users reviews?
pt_br: Quem pode ver as avaliações dos usuários?

source: Reviews Per Page
pt_br: Revisões por página

source: Number of reviews per page?
pt_br: Número de comentários por página?

source: If you want to use the <strong>Custom Profile Scheme Color</strong>, make sure that you <strong>enabled</strong> the custom scheme button.
pt_br: Se você quiser usar a <strong>Cor do esquema de perfil personalizado</strong>, certifique-se de <strong>ativar</strong> o botão de esquema personalizado.

source: Enable Custom Scheme?
pt_br: Ativar esquema personalizado?

source: Wanna use custom scheme color?
pt_br: Quer usar a cor do esquema personalizado?

source: Custom Scheme
pt_br: Esquema personalizado

source: Profile custom scheme color
pt_br: Cor do esquema personalizado do perfil

source: Profile Schemes
pt_br: Esquemas de perfil

source: Update Network
pt_br: Atualizar rede

source: No social networks Found!
pt_br: Nenhuma rede social encontrada!

source: Add New Social Network
pt_br: Adicionar nova rede social

source: Networks background type
pt_br: Tipo de plano de fundo de redes

source: Network Icon
pt_br: Ícone de rede

source: Select network icon
pt_br: Selecione o ícone de rede

source: Network Color
pt_br: Cor da rede

source: Choose network color
pt_br: Escolha a cor da rede

source: Network Name
pt_br: Nome da rede

source: Add network name
pt_br: Adicionar nome de rede

source: Add New Network
pt_br: Adicionar nova rede

source: URL Live Preview
pt_br: Visualização ao vivo do URL

source: Display url preview in the wall form
pt_br: Exibir visualização de URL no formulário de parede

source: Infinite Loader
pt_br: Carregador Infinito

source: Enable activity infinite loader
pt_br: Ativar carregador infinito de atividades

source: Activity Loading Effect
pt_br: Efeito de carregamento de atividade

source: Enable activity loading effect
pt_br: Ativar efeito de carregamento de atividade

source: Sticky Posts Settings
pt_br: Configurações de Postagens Fixas

source: Enable Groups Sticky Posts
pt_br: Ativar postagens fixas de grupos

source: Allow admins to pin or unpin posts
pt_br: Permitir que os administradores fixem ou desafixem postagens

source: Enable Activity Sticky Posts
pt_br: Ativar postagens fixas de atividade

source: Posting Form Settings
pt_br: Configurações do formulário de postagem

source: Enable activity posts privacy
pt_br: Ativar privacidade de postagens de atividades

source: Feeling / Activity
pt_br: Sentimento / Atividade

source: Enable posts feeling and activity
pt_br: Ativar sentimento e atividade de postagens

source: Tag Friends
pt_br: Marcar amigos

source: Enable tagging friends in posts
pt_br: Ativar marcação de amigos em postagens

source: Filters Settings
pt_br: Configurações de filtros

source: Display Wall Filter
pt_br: Filtro de parede de exibição

source: Show wall filter bar
pt_br: Mostrar barra de filtro de parede

source: Display Activity Filter
pt_br: Exibir filtro de atividade

source: Show global activity page filter bar
pt_br: Mostrar barra de filtro da página de atividade global

source: Posts Embeds Settings
pt_br: Configurações de incorporação de postagens

source: Enable Posts Embeds
pt_br: Ativar incorporações de postagens

source: Activate Embeds inside posts
pt_br: Ativar incorporações dentro de postagens

source: Enable Comments Embeds
pt_br: Ativar incorporações de comentários

source: Activate Embeds inside comments
pt_br: Ativar incorporações dentro de comentários

source: Posts Buttons Settings
pt_br: Configurações de botões de postagens

source: Enable Likes
pt_br: Ativar curtidas

source: Allow users to like posts
pt_br: Permitir que os usuários curtam postagens

source: Enable Comments
pt_br: Ativar comentários

source: Allow posts comments
pt_br: Permitir comentários de postagens

source: Enable Shares
pt_br: Ativar compartilhamentos

source: Allow users to share posts
pt_br: Permitir que os usuários compartilhem postagens

source: Enable Deletion
pt_br: Ativar exclusão

source: Enable posts delete button
pt_br: Ativar botão excluir postagens

source: Enable Comments Replies
pt_br: Ativar respostas de comentários

source: Allow posts comments replies
pt_br: Permitir respostas de comentários de postagens

source: Enable Comments GIFs
pt_br: Ativar GIFs de comentários

source: Allow comments GIFs
pt_br: Permitir comentários GIFs

source: Activity Attachments Settings
pt_br: Configurações de anexos de atividade

source: Max Attachments Number
pt_br: Número máximo de anexos

source: Slideshow and photos max number per post
pt_br: Número máximo de apresentações de slides e fotos por postagem

source: Image Extensions
pt_br: Extensões de imagem

source: Allowed image extensions
pt_br: Extensões de imagem permitidas

source: Video Extensions
pt_br: Extensões de vídeo

source: Allowed video extensions
pt_br: Extensões de vídeo permitidas

source: Audio Extensions
pt_br: Extensões de áudio

source: Allowed audio extensions
pt_br: Extensões de áudio permitidas

source: Files Extensions
pt_br: Extensões de arquivos

source: Allowed files extensions
pt_br: Extensões de arquivos permitidas

source: Comments Attachments Settings
pt_br: Configurações de anexos de comentários

source: Comments Attachments
pt_br: Anexos de comentários

source: Enable comments attachments
pt_br: Ativar anexos de comentários

source: Activity Moderation Settings
pt_br: Configurações de moderação de atividade

source: Forbidden Community Words
pt_br: Palavras da comunidade proibidas

source: Add a list of forbidden words that cannot be used on the activity posts and comments.
pt_br: Adicione uma lista de palavras proibidas que não podem ser usadas nas postagens e comentários da atividade.

source: Posts Per Page Settings
pt_br: Configurações de postagens por página

source: Profile - Posts Per Page
pt_br: Perfil - Postagens por página

source: Profile wall posts per page
pt_br: Postagens no mural do perfil por página

source: Groups - Posts Per Page
pt_br: Grupos - Postagens por página

source: Groups wall posts per page
pt_br: Agrupa postagens no mural por página

source: Activity - Posts Per Page
pt_br: Atividade - Postagens por página

source: Global activity wall posts per page
pt_br: Postagens do mural de atividades globais por página

source: Control Wall Posts Visibility
pt_br: Controlar a visibilidade das postagens do mural

source: Enable activity %s posts
pt_br: Ativar atividades %s postagens

source: Woocommerce Integration
pt_br: Integração Woocommerce

source: Enable woocommerce integration
pt_br: Ative a integração do woocommerce

source: How to get your captcha keys?
pt_br: Como obter suas chaves captcha?

source: To get your keys visit <strong><a href="%s">The reCAPTCHA Site</a></strong> and make sure to use the Recaptcha V2 or check the documentation.
pt_br: Para obter suas chaves, visite <strong><a href="%s">o site do reCAPTCHA</a></strong> e certifique-se de usar o Recaptcha V2 ou verifique a documentação.

source: Enable Captcha
pt_br: Ativar Captcha

source: Enable using the captcha
pt_br: Ativar usando o captcha

source: Captcha Site Key
pt_br: Chave do Site Captcha

source: The reCaptcha site key
pt_br: A chave do site reCaptcha

source: Captcha Secret Key
pt_br: Chave Secreta Captcha

source: The reCaptcha secret key
pt_br: A chave secreta do reCaptcha

source: Pages Settings
pt_br: Configurações de página

source: Choose login page
pt_br: Escolha a página de login

source: Lost Password Page
pt_br: Página de senha perdida

source: Choose lost password page
pt_br: Escolha a página de senha perdida

source: Dashboard & Toolbar Settings
pt_br: Configurações do painel e da barra de ferramentas

source: Hide Dashboard For Subscribers
pt_br: Ocultar painel para assinantes

source: Hide admin toolbar and dashborad for subscribers
pt_br: Ocultar barra de ferramentas de administração e painel para assinantes

source: Specify membership system page top margin
pt_br: Especifique a margem superior da página do sistema de associação

source: Specify membership system page bottom margin
pt_br: Especifique a margem inferior da página do sistema de associação

source: Enable Limit Login
pt_br: Ativar limite de login

source: Enable limit login attempts
pt_br: Ativar limite de tentativas de login

source: Allowed Login Retries
pt_br: Novas tentativas de login permitidas

source: Lock out after this many tries
pt_br: Bloquear após tantas tentativas

source: Short Lockouts Number
pt_br: Número de bloqueios curtos

source: Apply long lockout after this many lockouts
pt_br: Aplicar bloqueio longo após tantos bloqueios

source: Retries Duration
pt_br: Duração das novas tentativas

source: Reset retries after this many seconds
pt_br: Redefinir tentativas após tantos segundos

source: Short Lockouts Duration
pt_br: Curta Duração dos Bloqueios

source: Short lockout for this many seconds
pt_br: Bloqueio curto por tantos segundos

source: Long Lockouts Duration
pt_br: Longa Duração dos Bloqueios

source: Long lockout for this many seconds
pt_br: Longo bloqueio por tantos segundos

source: Form Title
pt_br: Título do formulário

source: Form title color
pt_br: Cor do título do formulário

source: Form Subtitle
pt_br: Subtítulo do formulário

source: Form subtitle color
pt_br: Cor da legenda do formulário

source: Cover Title Background
pt_br: Fundo do título da capa

source: Cover title background color
pt_br: Cor de fundo do título da capa

source: Fields Styling Settings
pt_br: Configurações de estilo de campos

source: Labels
pt_br: Rótulo

source: Form labels color
pt_br: Cor das etiquetas do formulário

source: Placeholder
pt_br: Padrão

source: Inputs Text
pt_br: Texto de entrada

source: Inputs text color
pt_br: Cor do texto de entrada

source: Inputs Background
pt_br: Fundo de Entradas

source: Inputs background color
pt_br: Cor de fundo de entrada

source: Inputs Border
pt_br: Borda de Entradas

source: Inputs border color
pt_br: Cor da borda de entrada

source: Icons
pt_br: Ícones

source: Fields icons color
pt_br: Cor dos ícones dos campos

source: Icons Background
pt_br: Plano de fundo dos ícones

source: Fields icons background color
pt_br: Cor de fundo dos ícones de campos

source: Remember Me Styling Settings
pt_br: Lembrar de mim Configurações de estilo

source: "Remember Me" Color
pt_br: Cor "Lembre-se de mim"

source: Form "remember me" color
pt_br: Cor do formulário "lembre-se de mim"

source: Checkbox Border
pt_br: Borda da caixa de seleção

source: Form checkbox border color
pt_br: Cor da borda da caixa de seleção do formulário

source: Checkbox Icon
pt_br: Ícone da caixa de seleção

source: Form checkbox icon color
pt_br: Cor do ícone da caixa de seleção do formulário

source: Buttons Styling Settings
pt_br: Configurações de estilo dos botões

source: "Lost Password" Color
pt_br: Cor "Senha Perdida"

source: Form "lost password" color
pt_br: Cor do formulário "senha perdida"

source: Login Button Color
pt_br: Cor do botão de login

source: Login button background color
pt_br: Cor de fundo do botão de login

source: Login Button Text
pt_br: Texto do botão de login

source: Login button text color
pt_br: Cor do texto do botão de login

source: Register Button Color
pt_br: Cor do botão de registro

source: Register button background color
pt_br: Cor de fundo do botão de registro

source: Register Button Text
pt_br: Texto do botão de registro

source: Register button text color
pt_br: Cor do texto do botão de registro

source: Enable Ajax Login
pt_br: Ativar login do Ajax

source: Enable ajax in login forms?
pt_br: Ativar ajax nos formulários de login?

source: Enable Login Popup
pt_br: Ativar pop-up de login

source: Enable popup login form?
pt_br: Ativar formulário de login pop-up?

source: Login Button Title
pt_br: Título do botão de login

source: Type login button title
pt_br: Digite o título do botão de login

source: Register Button Title
pt_br: Título do botão de registro

source: Type register button title
pt_br: Digite o título do botão de registro

source: Lost Password Title
pt_br: Título da senha perdida

source: Type lost password title
pt_br: Digite o título da senha perdida

source: Custom Registration Link
pt_br: Link de registro personalizado

source: Paste a custom registration page link
pt_br: Colar um link de página de registro personalizado

source: Redirect Settings
pt_br: Configurações de redirecionamento

source: After login redirect user to?
pt_br: Após o login redirecionar o usuário para?

source: After user login redirect to which page?
pt_br: Após o login do usuário redirecionar para qual página?

source: After login redirect admin to?
pt_br: Após o login, redirecionar o administrador para?

source: After admin login redirect to which page?
pt_br: Após o login do administrador redirecionar para qual página?

source: After logout redirect user to?
pt_br: Após o logout redirecionar o usuário para?

source: After user logout redirect to which page?
pt_br: Após o logout do usuário redirecionar para qual página?

source: Login Widget Margin Settings
pt_br: Configurações de margem do widget de login

source: Specify box top margin
pt_br: Especifique a margem superior da caixa

source: Specify box bottom margin
pt_br: Especifique a margem inferior da caixa

source: Enable Form Cover
pt_br: Ativar a capa do formulário

source: Enable form header cover?
pt_br: Ativar a capa do cabeçalho do formulário?

source: Login form title
pt_br: Título do formulário de login

source: Login form subtitle
pt_br: Legenda do formulário de login

source: Form Cover
pt_br: Capa do formulário

source: Upload login form cover
pt_br: Carregar capa do formulário de login

source: Form Fields Layouts
pt_br: Layouts de campos de formulário

source: Fields Settings
pt_br: Configurações de campos

source: Fields Icons Position
pt_br: Posição dos ícones dos campos

source: Select fields icons position <br>( works only with layouts that support icons! )
pt_br: Selecione a posição dos ícones dos campos <br>(funciona apenas com layouts que suportam ícones!)

source: Fields Border Style
pt_br: Estilo de borda de campos

source: Select fields border style
pt_br: Selecione o estilo da borda dos campos

source: Buttons Settings
pt_br: Configurações de botões

source: Buttons Icons Position
pt_br: Posição dos ícones dos botões

source: Select buttons icons position <br>( works only with buttons that support icons! )
pt_br: Selecione a posição dos ícones dos botões <br>(funciona apenas com botões que suportam ícones!)
