Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/cace-*/cace-*.po
Languages: pt_br

source: Author
pt_br: Autor

source: says:
pt_br: diz:

# 1: date, 2: time
source: %1$s at %2$s
pt_br: %1$s em %2$s

source: Edit
pt_br: Editar

source: Copy Link of a Comment
pt_br: Copiar link de um comentário

source: Your comment is awaiting moderation.
pt_br: Seu comentário está aguardando moderação.

source: This comment was reported.
pt_br: Este comentário foi reportado.

source: Report
pt_br: Relatório

source: Powered by GIPHY
pt_br: Fornecido por GIPHY

# Sort order
source: Top
pt_br: Superior

# Sort order
source: Most Voted
pt_br: Mais votados

# Sort order
source: Newest
pt_br: O mais novo

# Sort order
source: Oldest
pt_br: Mais antigo

# Notice
source: Facebook App ID not set. Please check %s
pt_br: ID do aplicativo do Facebook não definido. Por favor, verifique %s

source: settings
pt_br: Configurações

# Debug Mode
source: Password protected post. Comments hidden.
pt_br: Postagem protegida por senha. Comentários ocultos.

# Notice
source: Disqus Shortname not set. Please check %s
pt_br: Disqus Shortname não definido. Por favor, verifique %s

# Comment Submission
source: Commend %d successfully added.
pt_br: Elogio %d adicionado com sucesso.

# Reporting
source: Commend %d successfully reported.
pt_br: Elogio %d relatado com sucesso.

# Reporting
source: Report rejected.
pt_br: Relatório rejeitado.

# Reporting
source: Comment moved to the Approved
pt_br: Comentário movido para Aprovado

source: Settings
pt_br: Configurações

source: Remove
pt_br: Remover

source: You must be logged in to perform that action
pt_br: Você deve estar logado para executar essa ação

source: Copied to your clipboard
pt_br: Copiado para sua área de transferência

source: Vote Up
pt_br: Vote

source: Vote Down
pt_br: Votar para baixo

source: Comments are closed.
pt_br: Os comentários estão fechados.

# Debug mode
source: To enable, click "Edit Post" page on top WP admin bar, find "Discussion" metabox and check "Allow comments" in it.
pt_br: Para ativar, clique na página "Editar postagem" na barra de administração superior do WP, encontre a metabox "Discussão" e marque "Permitir comentários" nela.

source: There are no comments yet
pt_br: Ainda não há comentários

source: Show:
pt_br: Mostrar:

source: All
pt_br: Tudo

source: Published
pt_br: Publicado

source: Pending
pt_br: Pendente

source: Go
pt_br: Ir

source: Upvoted
pt_br: Aprovado

source: Downvoted
pt_br: Reprovado

# pagination
source: Pages
pt_br: Páginas

source: One Ping
pt_br: Um ping

source: Reply with GIF
pt_br: Responder com GIF

source: Reply with <abbr>GIF</abbr>
pt_br: Responda com <abbr>GIF</abbr>

source: GIPHY App Key not set. Please check %s
pt_br: Chave de aplicativo GIPHY não definida. Por favor, verifique %s

source: Search GIFs&hellip;
pt_br: Pesquisar GIFs…

source: View replies (%d)
pt_br: Ver respostas (%d)

source: Sort by
pt_br: Ordenar por

source: Expand All Replies
pt_br: Expandir todas as respostas

source: Expand All
pt_br: Expandir tudo

source: Collapse All Replies
pt_br: Recolher todas as respostas

source: Collapse All
pt_br: Recolher todos

# Reporting
source: Please explain the reason why this comment should be removed
pt_br: Por favor, explique o motivo pelo qual este comentário deve ser removido

# Reporting
source: Cancel
pt_br: Cancelar

# Reporting
source: Report
pt_br: Relatório

source: One Comment
pt_br: Um comentário

source: Comments
pt_br: Comentários

# BuddyPress > Comments > Sub Nav
source: My
pt_br: Meu

# BuddyPress > Comments > Sub Nav
source: Voted
pt_br: Votado

# BuddyPress component name
source: Comments
pt_br: Comentários

# BuddyPress component description
source: Allow your users to manage their comments directly from within their profiles.
pt_br: Permita que seus usuários gerenciem seus comentários diretamente de seus perfis.

source: Viewing %1$s comment
pt_br: Visualizando o comentário de %1$s

source: Viewing comment %2$s (of %4$s total)
pt_br: Visualizando o comentário %2$s (do total de %4$s)

source: View all comments
pt_br: Ver todos os comentários

# Settings Page
source: WP Comments
pt_br: Comentários WP

# Settings
source: Enable?
pt_br: Habilitar?

# Settings Section
source: Appearance
pt_br: Aparência

# Settings
source: Cards Design
pt_br: Design de Cartões

# Cards design
source: none
pt_br: Nenhum

# Cards design
source: solid
pt_br: Sólido

# Cards design
source: simple
pt_br: Simples

# Settings
source: Show Author Badge?
pt_br: Mostrar selo de autor?

# Settings
source: Collapse Replies On Load?
pt_br: Recolher respostas ao carregar?

# Settings Section
source: Load More
pt_br: Carregue mais

# Settings
source: Enable Load More?
pt_br: Ativar Carregar mais?

# Settings
source: If unchecked, all comments are loaded at once
pt_br: Se desmarcado, todos os comentários são carregados de uma só vez

# Settings
source: Load More Type
pt_br: Carregar mais tipo

# Load More Type
source: Load More Button
pt_br: Botão Carregar Mais

# Load More Type
source: Infinite Scroll (first load via click)
pt_br: Rolagem Infinita (primeiro carregamento via clique)

# Load More Type
source: Infinite Scroll
pt_br: Rolagem infinita

# Settings
source: Max Number of Comments To Load At A Time
pt_br: Número máximo de comentários a serem carregados por vez

# Settings Section
source: Comment Actions
pt_br: Ações de comentários

# Settings
source: Enable Reporting?
pt_br: Ativar relatórios?

# Settings
source: Report Text Length
pt_br: Comprimento do texto do relatório

# Settings
source: Leave empty to use the default limit.
pt_br: Deixe em branco para usar o limite padrão.

# Settings
source: Email Me Whenever Anyone Reports A Comment?
pt_br: Envie-me um e-mail sempre que alguém relatar um comentário?

# Settings
source: Enable Copy Link?
pt_br: Ativar Copiar Link?

# Settings Section
source: Featured Comments
pt_br: Comentários em destaque

# Settings
source: Enable Featured Comments?
pt_br: Ativar comentários em destaque?

# Settings
source: Min Score To Be Featured
pt_br: Pontuação mínima a ser destacada

# Settings
source: Max Number of Featured Comments
pt_br: Número máximo de comentários em destaque

# Settings Section
source: Sorting
pt_br: Ordenação

# Settings
source: Enable Sorting?
pt_br: Ativar classificação?

# Settings
source: When unchecked, comments are sorted based on WP Dashboard > Settings > Discussion > Other comment settings
pt_br: Quando desmarcado, os comentários são classificados com base em WP Dashboard > Configurações > Discussão > Outras configurações de comentários

# Settings
source: Sort Types
pt_br: Tipos de classificação

# Settings
source: Uncheck to disable. Type a custom label to overwrite the default one
pt_br: Desmarque para desabilitar. Digite um rótulo personalizado para substituir o padrão

# Settings
source: Default Sorting
pt_br: Classificação padrão

# Settings
source: displayed first
pt_br: exibido primeiro

# Settings Section
source: Voting
pt_br: Votação

# Settings
source: Enable Voting?
pt_br: Ativar votação?

# Settings
source: Allow Guest Voting
pt_br: Permitir votação de convidados

# Settings
source: Voting Icon
pt_br: Ícone de votação

# Voting icon
source: arrow
pt_br: Seta

# Voting icon
source: caret
pt_br: acento circunflexo

# Voting icon
source: chevron
pt_br: divisa

# Voting icon
source: plus
pt_br: Mais

# Voting icon
source: smile
pt_br: sorriso

# Voting icon
source: thumb
pt_br: polegar

# Settings
source: Show Number of Upvotes and Downvotes?
pt_br: Mostrar número de votos positivos e negativos?

# Settings
source: Show Vote Score?
pt_br: Mostrar pontuação de voto?

# Settings Section
source: Ads
pt_br: Ads/Anúncios

# Settings
source: Use the %s ad slot to place ads between comments.
pt_br: Use o espaço de anúncio %s para colocar anúncios entre comentários.

# Settings
source: Activate the AdAce plugin to enable ads.
pt_br: Ative o plug-in AdAce para habilitar anúncios.

# Settings Page
source: WP Comment Form
pt_br: Formulário de comentários do WP

# Settings
source: Form Position
pt_br: Posição do formulário

# Settings
source: before comments
pt_br: antes dos comentários

# Settings
source: after comments
pt_br: após comentários

# Settings
source: Comment Length
pt_br: Comprimento do comentário

# Settings
source: Leave empty to use the characters limit defined by WordPress.
pt_br: Deixe em branco para usar o limite de caracteres definido pelo WordPress.

# Settings
source: Enable Character Countdown?
pt_br: Ativar contagem regressiva de caracteres?

# Settings
source: Enable "Reply with GIF"?
pt_br: Ativar "Responder com GIF"?

# Settings
source: GIPHY App Key
pt_br: Chave do aplicativo GIPHY

# Settings
source: Required to access Giphy API and load GIF library
pt_br: Necessário para acessar a API Giphy e carregar a biblioteca GIF

# Settings
source: Where do I get it?
pt_br: Onde eu consigo?

# Settings
source: Facebook App ID
pt_br: ID do aplicativo do Facebook

# Settings
source: Required to access Facebook API and load comments
pt_br: Necessário para acessar a API do Facebook e carregar comentários

# Settings
source: Number of Comments
pt_br: Número de comentários

# Settings
source: Sort by
pt_br: Ordenar por

# Sort order
source: Social. Uses social signals to surface the highest quality comments
pt_br: Social. Usa sinais sociais para exibir comentários da mais alta qualidade

# Settings
source: Disqus Shortname
pt_br: Nome abreviado do Disqus

# Settings
source: Required to access Disqus API and load comments
pt_br: Necessário para acessar a API Disqus e carregar comentários

# Settings Page
source: Settings
pt_br: Configurações

# Settings
source: Enable On Post Types
pt_br: Ativar em tipos de postagem

# Sorting activity info
source: inactive, enable Voting to activate
pt_br: inativo, habilite Votação para ativar

# Reporting
source: %s Comment reported
pt_br: %s Comentário Denunciado

# Comments Filter
source: Reported
pt_br: Denunciado

# Admin Comment List
source: Reported
pt_br: Denunciado

# Admin Comment List
source: Reported to delete by %s due:
pt_br: Relatado para exclusão por %s devido:

# Comment List Action
source: Reject report for this comment
pt_br: Rejeitar denuncia para este comentário

# Comment List Action
source: Reject report
pt_br: Rejeitar denuncia

source: You're using the CommentAce plugin so please refer to its %s to adjust sorting
pt_br: Você está usando o plugin CommentAce então por favor consulte seu %s para ajustar a classificação

# Settings Link
source: settings
pt_br: Configurações

# Comment List Action
source: Rejected %s reports.
pt_br: %s denuncia rejeitada

source: Start the discussion&hellip;
pt_br: Comece a discussão…

source: Join the discussion&hellip;
pt_br: Participe da discussão…

# Comment Type Name
source: Our site
pt_br: Nosso site

source: Load more comments
pt_br: Carregar mais comentários

source: Loading comments...
pt_br: Carregando comentários...

source: (CommentAce) Recent Comments
pt_br: (ComentárioAce) Comentários recentes

source: Display recent comments, with animated GIFs
pt_br: Exibir comentários recentes, com GIFs animados

# Widget
source: Title
pt_br: Título

# Widget
source: Number of comments to show
pt_br: Número de comentários a serem exibidos

# Widget
source: Sort by
pt_br: Ordenar por

# Widget
source: Recent
pt_br: Recente

# Widget
source: Most Voted
pt_br: Mais votados

# Widget
source: On a single post, show only comments from that post
pt_br: Em uma única postagem, mostre apenas comentários dessa postagem

source: Recent Comments
pt_br: comentários recentes

source: CommentAce
pt_br: ComentárioAce

source: CommentAce Settings
pt_br: Configurações do CommentAce

source: Save Changes
pt_br: Salvar alterações

source: WordPress, Facebook and Disqus comments
pt_br: Comentários do WordPress, Facebook e Disqus
