Repository: thiilins/wordpress-themes-translations
Catalog: wilcity_pack/wiloke-listing-tools-*/wiloke-listing-tools-*.po
Languages: pt_br

source: You receive a message from %s
pt_br: Você recebeu uma mensagem de %s

source: %d days
pt_br: %d dias

source: %d Listing(s)
pt_br: %d Anúncio(s)

source: %d remaining item(s)
pt_br: %d iten(s) restante(s)

source: %d trial days
pt_br: %d dias de teste

source: %s ask for claiming %s on your site %s.<a href="%s">View Claim Detail</a>
pt_br: %s pediu para para reivindicar %s em seu site %s. <a href="%s">Ver Detalhes da Reivindicação</a>

source: %s canceled automatic payments to you. This means we'll no longer automatically draw money from their account to pay you. If you have any questions, you may ask the customer directly about this cancellation. Payment ID: %d, Gateway: %s
pt_br: %s cancelou os pagamentos automáticos para você. Isso significa que não retiraremos mais dinheiro automaticamente da conta deles para pagar você. Se você tiver alguma dúvida, pergunte ao cliente diretamente sobre esse cancelamento. ID de pagamento: %d, Gateway:%s

source: %s customer purchased %s plan, but there was a dispute in that payment session. To check the detail information, please go to Wiloke Submission -> Sales / Subscriptions -> Check for this payment ID: %d
pt_br: %s cliente comprou o plano de%s, mas houve uma disputa nessa sessão de pagamento. Para verificar as informações detalhadas, vá para "Envio de Wiloke -> Vendas / Assinaturas" -> Verificar este ID de pagamento: %d

source: %s has left a Review
pt_br: %s deixou uma avaliação

source: %s hour ago
pt_br: %s hora atrás

source: %s is require
pt_br: %s é obrigatório

source: %s is required
pt_br: %s são obrigatórios

source: %s just submitted %s to your site at %s. <a href="%s">Click here</a> to review this listing
pt_br: %s enviou %s para o seu site em %s <a href="%s">Clique aqui</a> para avaliar esse anúncio

source: %s just submitted a Listing to your site %s
pt_br: %s enviou um anúncio para o seu site %s

source: %s minute ago
pt_br: %s minuto atrás

source: %s view
pt_br: %s visualização

source: %s wants to claim %s on your site %s.<a href="%s">View Claim Detail</a>
pt_br: %s deseja reivindicar %s em seu site <a href="%s"> Ver detalhes da reinvindicação</a>

source: %s Warning: The %s is required
pt_br: %s Aviso: o %s é obrigatório

source: 12-Hour Format
pt_br: Formato 12 horas

source: 24-Hour Format
pt_br: Formato 24 horas

source: <a href="%s">Click here</a> to sign in and review it
pt_br: <a href="%s">Clique aqui</a> para entrar e avaliar

source: <a href="%s">Got to Listing Dashboard</a>
pt_br: <a href="%s">Acesse o painel de Anúncios</a>

source: <strong>ERROR</strong>: Enter a username or email address.
pt_br: <strong> ERROR </strong>: Digite um nome de usuário ou endereço de e-mail.

source: <strong>ERROR</strong>: Invalid username or email.
pt_br: <strong> ERRO </strong>: Nome de usuário ou e-mail inválido.

source: <strong>ERROR</strong>: There is no user registered with that email address.
pt_br: <strong> ERRO </strong>: Não há nenhum usuário registrado com esse endereço de e-mail.

source: [%s] Password Reset
pt_br: [%s] Redefinição de Senha

source: A cancel page is required: Wiloke Submission -> Thank you
pt_br: Uma página de cancelamento é necessária: "Envio de Wiloke -> Obrigado"

source: A few seconds ago
pt_br: Alguns segundos atrás

source: A thankyou page is required: Wiloke Submission -> Thank you
pt_br: Uma página de agradecimento é necessária: "Envio do Wiloke -> Obrigado"

source: Active
pt_br: Ativo

source: Add %s
pt_br: Adicionar %s

source: Add a Button
pt_br: Adicionar um botão

source: Add Another Entry
pt_br: Adicionar outra entrada

source: Add Event Plan Only
pt_br: Adicionar Plano de evento

source: Add Listing
pt_br: Adicionar Anúncio

source: Add Listing / Event
pt_br: Adicionar Anúncio/Evento

source: Add Listing Plan Only
pt_br: Adicionar Plano de Anúncio

source: Add New
pt_br: Adicionar novo

source: Add New Claim
pt_br: Adicionar nova reinvidicação

source: Add new Item
pt_br: Adicionar novo item

source: Add New Listing
pt_br: Adicionar novo anúncio

source: Add New Listing Category
pt_br: Adicionar nova categoria de anúncio

source: Add New Listing Location
pt_br: Adicionar nova localidade de anúncio

source: Add New Listing Tag
pt_br: Adicionar nova tag de anúncio

source: Add New Menu
pt_br: Adicionar novo menu

source: Add New Plan
pt_br: Adicionar novo plano

source: Added %s to cart
pt_br: %s Adicionado ao carrinho

source: Address
pt_br: Endereço

# admin bar
source: Claim Listing
pt_br: Reivindicar Anúncio

# admin bar
source: Listing Plans
pt_br: Planos de Anúncios

# admin bar
source: Listings
pt_br: Anúncios

# admin menu
source: Claim Listing
pt_br: Reivindicar Anúncio

# admin menu
source: Listing
pt_br: Anúncio

# admin menu
source: Listing Plan
pt_br: Plano de Anúncio

# admin menu
source: Listing Plans
pt_br: Planos de Anúncios

# admin menu
source: Listings
pt_br: Anúncios

source: All
pt_br: Tudo

source: All Claims
pt_br: Todas as reinvidicações

source: All Listing Categories
pt_br: Todas As categorias de anúncios

source: All Listing Locations
pt_br: Todas as localidades

source: All Listing Tags
pt_br: Todas as tags de anúncios

source: All Listings
pt_br: Todas as listas

source: All Plans
pt_br: Todos os planos

source: Always Open
pt_br: Sempre aberto

source: Any
pt_br: Qualquer

source: Apply
pt_br: Aplicar

source: Are you sure you want to remove?
pt_br: Você tem certeza que deseja excluir?

source: Attribute this listing to
pt_br: Atribua esse anúncio a

source: Author
pt_br: Autor

source: Average
pt_br: Média

source: Average Rating Statistic
pt_br: Estatística de classificação média

source: Bank Account Name
pt_br: Nome da conta bancária

source: Bank Account Number
pt_br: Número da conta

source: Bank Name
pt_br: Nome do Banco

source: Bank Transfer
pt_br: Transferência Bancária

source: Be first to leave a review
pt_br: Seja o primeiro a avaliar

source: Become an author
pt_br: Torne-se um autor

source: Belongs To
pt_br: Pertence a

source: Best Rated
pt_br: Melhor Classificação

source: Best Viewed
pt_br: Mais visualizado

source: Billing Type
pt_br: Tipo de cobrança

source: Billings
pt_br: Pagamentos

source: Business closures
pt_br: Fechamento de negócios

source: Business Hours
pt_br: Horário Comercial

source: Business Info
pt_br: Informação do negócio

source: Button Name
pt_br: Nome do botão

source: Calendar
pt_br: Calendário

source: Call us
pt_br: Fale conosco

source: Cancel
pt_br: Cancelar

source: Cancel Subscription
pt_br: Cancelar Assinatura

source: Cancel the agreement
pt_br: Cancelar Contrato

source: Categories
pt_br: Categorias

source: Category
pt_br: Categoria

source: Change Sale / Subscription Status
pt_br: Alterar status da venda/assinatura

source: Cheap
pt_br: Barato

source: Claim Listing
pt_br: Reivindicar Anúncio

source: Claim Status
pt_br: Status da reinvidicação

source: Claimed
pt_br: Reinvidicado

source: Claimer
pt_br: Reinvindicante

source: Claimer Info
pt_br: Informação do reinvindicante

source: Claims
pt_br: Reinvidicações

source: Class %s does not exists
pt_br: A Classe %s não existe

source: Click and drag a sidebar item to rearrange the order
pt_br: Clique e segue um item na barra lateral para alterar a ordem

source: Click and drag a tab name to rearrange the order of the navigation.
pt_br: Clique e segure o nome de uma aba para reorganizar a ordem de navegação

source: Closed
pt_br: Fechado

source: Closed at
pt_br: Fechando em

source: Closures
pt_br: Fechamentos

source: Compare with the last week
pt_br: Comparar com a última semana

source: Compared to the last week
pt_br: Comparado a última semana

source: Compared with the last week
pt_br: Comparado a com a última semana

source: Confirm New Password
pt_br: Confirmar a nova senha

source: Congrats! The event has been updated successfully
pt_br: Parabéns! O evento foi atualizado com sucesso

source: Congrats! The listing has been deleted successfully
pt_br: Parabéns! O anúncio foi excluído com sucesso

source: Congrats! The listing has been hidden successfully
pt_br: Parabéns! O anúncio foi oculto com sucesso

source: Congrats! The listing has been re-published successfully
pt_br: Parabéns! O anúncio foi republicado com sucesso

source: Congrats, your comment has been posted successfully
pt_br: Parabéns, seu comentário foi postado com sucesso

source: Congrats, Your review has been published
pt_br: Parabéns, sua avaliação foi publicado

source: Congrats, Your review has been updated
pt_br: Parabéns, sua avaliação foi atualizada

source: Congratulation! Your account has been created successfully
pt_br: Parabéns! Sua conta foi criada com sucesso

source: Congratulations! The new password has been updated successfully. Please click on Login button to Log into the website
pt_br: Parabéns! a nova senha foi atualizada com sucesso. Por favor clique no botão Login para entrar no site.

source: Congratulations! The review has been deleted.
pt_br: Parabéns! a avaliação foi excluída

source: Congratulations! The settings have been updated successfully
pt_br: Parabéns! as configurações foram atualizadas com sucesso.

source: Congratulations! This setting has been changed successfully.
pt_br: Parabéns! as configurações foram alteradas com sucesso.

source: Congratulations! Your account has been created successfully.
pt_br: Parabéns! Sua conta foi criada com sucesso.

source: Congratulations! Your claim has been approved.
pt_br: Parabéns! Sua reivindicação foi aprovada.

source: Congratulations! Your plan has been updated successfully.
pt_br: Parabéns! Seu plano foi atualizado com sucesso.

source: Congratulations! Your profile have been updated
pt_br: Parabéns! Seu perfil foi atualizado

source: Congratulations! Your update has been successfully
pt_br: Parabéns! Sua atualização foi com sucesso

source: Congratulations, Your listings have been changed to new plan!
pt_br: Parabéns, suas listagens foram alteradas para um novo plano!

source: Could not create free forever coupon
pt_br: Não foi possível criar cupom grátis vitalício

source: Could not insert Payment History
pt_br: Não foi possível inserir o histórico de pagamento

source: Cover Image
pt_br: Imagem de capa

source: Create new Invoice
pt_br: Criar nova fatura

source: Created At
pt_br: Criado em

source: Current Password
pt_br: Senha atual

source: Customer
pt_br: Cliente

source: Customer Changed Plan
pt_br: Plano alterado pelo cliente

source: Customize your page layout
pt_br: Personalize o layout da sua página

source: Daily
pt_br: Diário

source: Dashboard
pt_br: Painel

source: Date
pt_br: Data

source: Date End
pt_br: Data final

source: Date Start
pt_br: Data inicial

source: Delete All Invoices
pt_br: Deletar todas as faturas

source: Description
pt_br: Descrição

source: Description.
pt_br: Descrição.

source: Direct Bank Transfer
pt_br: Transferência bancária direta

source: Discount
pt_br: Desconto

source: Discount Amount
pt_br: Valor do desconto

source: Discount For
pt_br: Desconto para

source: Discount Settings
pt_br: Configurações de desconto

source: Discount Type
pt_br: Tipo de desconto

source: Display Name
pt_br: Nome de exibição

source: Display On %s
pt_br: Mostrar em %s

source: Do you want to leave a review for this listing
pt_br: Você quer deixar um comentário para este anúncio

source: Do you want to log into the site and leave a review for this listing
pt_br: Quer entrar no site e deixar um avaliação para este anúncio

source: Download as PDF
pt_br: Download em PDF

source: Edit Claim
pt_br: Editar Reinvidicação

source: Edit Listing
pt_br: Editar anúncio

source: Edit Listing Category
pt_br: Editar categoria de anúncio

source: Edit Listing Location
pt_br: Editar localidade de anúncio

source: Edit Listing Tag
pt_br: Editar tag de anúncio

source: Edit Navigation
pt_br: Editar Navegação

source: Edit Plan
pt_br: Editar Plano

source: Edit Sidebar
pt_br: Editar Barra lateral

source: Editing
pt_br: Editando

source: Editing close <span class="count">(%s)</span>
pt_br: Edição fechada <span class="count">(%s)</span>

source: Eg: %h2%Check for this Event%close_h2%%breakDown%Please show us QRCode below when visiting the Event.
pt_br: Ex: %h2% Verifique este evento %close_h2%%breakDown% Por favor, mostre-nos QRCode abaixo quando visitar o evento.

source: Email Content
pt_br: Conteúdo do e-mail

source: Email us
pt_br: Envie-nos um e-mail

source: Entry {#}
pt_br: Entrada {#}

source: ERROR: A plan is required
pt_br: ERRO: O plano é obrigatório

source: ERROR: Invalid Password.
pt_br: ERRO: Senha inválida.

source: Error: Number of upgrade listings has been exceeded Number of remaining listings. Solution: You purchased this plan before and there is/are %d remaining item(s) now, please deduce the number of upgrade listings to smaller or equal to %d
pt_br: Erro: o número de atualização de anúncios excedeu o número de listagens restantes. Solução: você comprou este plano antes e há %d item(ns) restante(s) agora, deduza o número de atualizações de anúncios para menor ou igual a %d

source: ERROR: Something went wrong, We could not update your profile.
pt_br: ERRO: algo deu errado. Não foi possível atualizar seu perfil.

source: ERROR: The new plan, current plan, post type and payment ID are required
pt_br: ERRO: O novo plano, plano atual, tipo de postagem e ID de pagamento são Obrigatórios

source: ERROR: The password confirmation must be matched the new password.
pt_br: ERRO: A confirmação da senha deve corresponder à nova senha.

source: ERROR: This plan does not exist.
pt_br: ERRO: Esse plano não existe.

source: ERROR: We could not create Free Plan
pt_br: ERRO: Não foi possível criar o plano gratuito

source: Error: We could not generate this invoice
pt_br: ERRO: Não foi possível gerar essa fa tura

source: Event Date
pt_br: Data do evento

source: Event Plan
pt_br: Plano do Evento

source: Every %s
pt_br: A cada %s

source: Excellent
pt_br: Excelente

source: Exclude Add Listing Plans
pt_br: Excluir Adicionar Planos de Anúncio

source: Exclude Event Plans
pt_br: Excluir planos de evento

source: Execute
pt_br: Executar

source: Expensive
pt_br: Caro

source: Expired
pt_br: Expirado

source: Expired <span class="count">(%s)</span>
pt_br: Expirado <span class="count">(%s)</span>

source: Expiry Date
pt_br: Data de validade

source: Favorite
pt_br: Favorito

source: Favorites
pt_br: Favoritos

source: Favorites Statistic
pt_br: Estatísticas de favoritos

source: Filter
pt_br: Filtro

source: First Name
pt_br: Primeiro nome

source: Fixed Price Discount
pt_br: Desconto de valor fixo

source: Follow
pt_br: Seguir

source: Follower
pt_br: Seguidor

source: Following
pt_br: Segue

source: Forever
pt_br: Vitalício

source: Friday
pt_br: Sexta-feira

source: From
pt_br: de

source: Full name: %s
pt_br: Nome completo: %s

source: Gallery
pt_br: Galeria

source: Gateway
pt_br: Porta de entrada

source: General
pt_br: Geral

source: Google Address is required
pt_br: O Endereço do Google é obrigatório

source: Here
pt_br: Aqui

source: Hi %s! Nice to see you back.
pt_br: Olá %s! Bom te ver de volta.

source: Hi, thanks for your message. We are not here at the moment, but we'll get back to you soon!
pt_br: Oi, obrigado pela sua mensagem. Não estamos online no momento, mas entraremos em contato com você em breve!

source: Hour Mode
pt_br: Modo Hora

source: Icon
pt_br: Ícone

source: If email is registered, you will get a reset link. Please check your mail box / spam box and click on that link.
pt_br: Se o e-mail estiver registrado, você receberá um link de redefinição. Por favor, verifique sua caixa de correio/caixa de spam e clique nesse link.

source: If this was a mistake, just ignore this email and nothing will happen.
pt_br: Se isso foi um erro, apenas ignore este e-mail e nada acontecerá.

source: images gallery
pt_br: Galeria de imagens

source: In order to download invoice, you have to log into your account first
pt_br: Para baixar a fatura, você deve primeiro fazer login na sua conta

source: In order to register an account, You need to agree to our privacy policy
pt_br: Para registrar uma conta, você precisa concordar com nossa política de privacidade

source: In order to register an account, You need to agree to our term conditionals
pt_br: Para registrar uma conta, você precisa concordar com nossos termos condicionais

source: In Review
pt_br: Em revisão

source: Inherit Theme Options
pt_br: Herdar opções de tema

source: Insights
pt_br: Percepções

source: Introduce your self
pt_br: Apresente-se

source: Invalid Access Token
pt_br: Token de acesso inválido

source: Invalid activation key.
pt_br: Chave de ativação inválida.

source: Invalid code
pt_br: Código inválido

source: Invalid confirm password.
pt_br: Confirmação de senha inválida.

source: Invalid confirmation link. <a href="#" class="wil-js-send-confirmation-code">Resend confirmation code</a>
pt_br: Link de confirmação inválido. <a href="#" class="wil-js-send-confirmation-code">Reenviar código de confirmação</a>

source: Invalid Email
pt_br: E-mail inválido

source: Invalid end date format
pt_br: Data final inválida

source: Invalid Event Data
pt_br: Data do evento inválida

source: Invalid File Type
pt_br: Tipo de arquivo inválido

source: Invalid JSON format
pt_br: Formato JSON inválido

source: Invalid json format
pt_br: formato json inválido

source: Invalid password
pt_br: Senha inválida

source: Invalid payment id
pt_br: ID de pagamento inválido

source: Invalid PayPal Token
pt_br: Token do paypal inválido

source: Invalid plan id
pt_br: ID do plano inválido

source: Invalid post
pt_br: Post inválido

source: Invalid security code
pt_br: Código de segurança inválido

source: Invalid start date format
pt_br: Data de inicio inválida

source: Invalid Username
pt_br: Usuário inválido

source: Invalid username
pt_br: Usuário inválido

source: INVOICE
pt_br: FATURA

source: Invoice date
pt_br: Data da Fatura

source: Invoice ID
pt_br: ID da Fatura

source: Is Open New Window?
pt_br: Está aberta em uma nova janela?

source: Is Recommended
pt_br: Recomendado

source: Is Trial?
pt_br: Teste?

source: It is using WooCommerce Payment Gateway
pt_br: Esta usando um gateway de pagamento WooCommerce

source: It seems you still not verify your facebook account, please complete it before logging into the website
pt_br: Parece que você ainda não verificou sua conta do Facebook, preencha-a antes de entrar no site

source: Just one more step to submit the listing. Please click on <a href="%s">Become An Author</a> to complete it.
pt_br: Só mais uma etapa para enviar o anúncio. Clique em <a href="%s"> Torne-se um autor </a> para concluí-la.

source: Last Name
pt_br: Último nome

source: Left a Comment
pt_br: Deixou um comentário

source: Left Sidebar
pt_br: Barra lateral esquerda

source: Like
pt_br: Curtir

source: Liked
pt_br: Curtiu

source: Link To
pt_br: Link para

source: Listing
pt_br: Anúncio

source: Listing Categories
pt_br: Categorias de Anúncio

source: Listing Locations
pt_br: Localidades de Anúncio

source: Listing Name
pt_br: Nome de Anúncio

source: Listing no longer available
pt_br: O anúncio não está mais disponível

source: Listing Plan
pt_br: Plano de Anúncio

source: Listing Plan Category
pt_br: Categoria do plano de anúncio

source: Listing pricing
pt_br: Preços de Anúncio

source: Listing Status: %s
pt_br: Status do anúncio: %s

source: Listing Tags
pt_br: Tags do Anúncio

source: Listing Title: %s
pt_br: Título do anúncio: %s

source: Listings
pt_br: Anúncios

source: Listings (%s)
pt_br: Anúncios (%s)

source: Login
pt_br: Entrar

source: Logout
pt_br: Sair

source: Map
pt_br: Mapa

source: Mapbox Location Code
pt_br: Código de localização Mapbox

source: Messages
pt_br: Mensagens

source: Missing PayPal Payment ID
pt_br: ID de pagamento PayPal faltando

source: Mo-Su Monday through Sunday, all day
pt_br: Seg-Dom de segunda a domingo, o dia todo

source: Moderate
pt_br: Moderado

source: Monday
pt_br: Segunda-feira

source: My own products
pt_br: Meus próprios produtos

source: My Title
pt_br: Meu Título

source: New Claim
pt_br: Nova Reinvidicação

source: New Listing
pt_br: Novo Anúncio

source: New Listing Category Name
pt_br: Nome da nova categoria de anúncio

source: New Listing Location Name
pt_br: Nome da nova localidade de anúncio

source: New Listing Tag Name
pt_br: Nome da nota tag de anúncio

source: New Password
pt_br: Nova Senha

source: New Plan
pt_br: Novo plano

source: New Status
pt_br: Novo status

source: Newest
pt_br: O mais novo

source: Next Billing Date
pt_br: Próxima data de cobrança

source: Next week
pt_br: Próxima Semana

source: No
pt_br: Não

source: No alerts or messages at this time
pt_br: Sem alertas ou mensagens por enquanto

source: No Claims found in Trash.
pt_br: Nenhuma reinvindicação encontrada na lixeira.

source: No Claims found.
pt_br: Nenhuma reinvindicação encontrada.

source: No Hours Available
pt_br: Sem horário disponível

source: No Listings found in Trash.
pt_br: Nenhum anúncios na lixeira.

source: No Listings found.
pt_br: Nenhum anúncio encontrado.

source: No Messages
pt_br: Sem mensagens

source: No Notifications
pt_br: Sem notificações

source: No Plans found.
pt_br: Nenhum plano encontrado.

source: No Planss found in Trash.
pt_br: Nenhum plano encontrado na lixeira.

source: Non Recurring Payment
pt_br: Pagamento não recorrente

source: Not to say
pt_br: Nada a dizer

source: Nothing found
pt_br: Nada encontrado

source: Notifications
pt_br: Notificações

source: Number of upgrade listings has been exceeded Availability Items of this plan. You can upgrade maximum %s listings
pt_br: O número de upgrades de anúncio foi excedido de acordo com a disponibilidade deste plano. Você pode atualizar no máximo %s anúncios

source: Occurs Once
pt_br: Ocorre uma vez

source: Ongoing
pt_br: Em andamento

source: OOps! %s gateway is not support by our service
pt_br: Ops! O gateway %s não é compatível com nosso serviço

source: Oops! %s type is not supported.
pt_br: Ops! %s tipo não é compatível.

source: Oops! Something went wrong, so We could not update the profile.
pt_br: Ops! Algo deu errado e não foi possível atualizar o perfil.

source: Oops! Something went wrong. We could not create a new listing
pt_br: Ops! Algo deu errado. Não foi possível criar um novo anúncio

source: Oops! Sorry, but you do not have permission to submit a listing
pt_br: Ops! Desculpe, mas você não tem permissão para enviar uma lista

source: Oops! Sorry, We found no %s
pt_br: Ops! Desculpe, não encontramos %s

source: Oops! There are no claim fields.
pt_br: Ops! Não há campos de reclamação.

source: Oops! This post does not exist or it has not published yet.
pt_br: Ops! Esta postagem não existe ou ainda não foi publicada.

source: Oops! We could not generate reset key. Please contact the administrator to report this issue
pt_br: Ops! Não foi possível gerar a chave de reinicialização. Entre em contato com o administrador para relatar este problema

source: Oops! We could not insert the review
pt_br: Ops! Não foi possível inserir a avaliação

source: Oops! We could not send your message, please try it again.
pt_br: Ops! Não foi possível enviar sua mensagem, tente novamente.

source: Oops! We found no term
pt_br: Ops! Não encontramos nenhum termo

source: Oops! You do not have permission to access this area.
pt_br: Ops! Você não tem permissão para acessar essa área.

source: Oops! You exceeded the number of free listings of this plan
pt_br: Ops! Você excedeu o número de listagens gratuitas deste plano
