Repository: thiilins/wordpress-themes-translations
Catalog: wilcity_pack/wiloke-listing-tools-*/wiloke-listing-tools-*.po
Languages: pt_br

source: Upcoming
pt_br: Em Breve

source: Update Listing Category
pt_br: Atualizar categoria de anúncio

source: Update Listing Location
pt_br: Atualizar Localidade de anúncio

source: Update Listing Tag
pt_br: Atualizar Tag de Anúncio

source: Updating
pt_br: Atualizando

source: Upload Image
pt_br: Enviar Imagem

source: Upload Logo
pt_br: Enviar logotipo

source: Upload Your Icon
pt_br: Enviar o seu ícone

source: Use default tabs
pt_br: Use as guias padrão

source: Use Default?
pt_br: Usar o padrão?

source: Username
pt_br: Nome de usuário

source: Username/Email
pt_br: Nome de usuário/e-mail

source: Very Good
pt_br: Muito bom

source: video gallery
pt_br: Galeria de vídeo

source: View
pt_br: Visualizar

source: View Claim
pt_br: Ver reivindicação

source: View customer information
pt_br: Ver informações do cliente

source: View Detail
pt_br: Ver detalhes

source: View Invoice Detail
pt_br: Exibir detalhes da fatura

source: View Listing
pt_br: Ver Anúncio

source: View Plan
pt_br: Ver plano

source: View Session Details
pt_br: Ver detalhes da sessão

source: View Statistic
pt_br: Ver estatística

source: Views
pt_br: Visualizações

source: wants to claim
pt_br: quer reinvindicar

source: Warning
pt_br: Aviso

source: Warning: In order to download the Invoice You will have to log into your account.
pt_br: Aviso: Para fazer o download da Fatura, você deverá fazer o login na sua conta.

source: Warning: Wilcity could not handle Stripe Event Hook. This is a detail information from Stripe: %s. Make sure that you followed all Stripe configuration<a href="%s">%s</a>
pt_br: Aviso: Wilcity não conseguiu lidar com Stripe Event Hook. Esta é uma informação detalhada do Stripe: %s. Certifique-se de seguir todas as configurações do Stripe <a href="%s">%s</a>

source: Warning: You will still be billed for this subscription even there is no listing belongs to it. To end billing, Cancel the plan instead
pt_br: Aviso: você ainda será cobrado por esta assinatura, mesmo que nenhuma listagem pertença a ela. Para encerrar o faturamento, cancele o plano

source: We are regret to inform you that your claim %s has been rejected.
pt_br: Lamentamos informar que sua reivindicação %s foi rejeitada.

source: We could not cancel this subscription
pt_br: Não foi possível cancelar esta assinatura

source: We could not create payment id
pt_br: Não foi possível criar ID de pagamento

source: We could not find any Subscription ID of this payment
pt_br: Não foi possível encontrar nenhum ID de assinatura deste pagamento

source: We could not find PayPal Sale ID
pt_br: Não foi possível encontrar o ID de venda do PayPal

source: We could not find Stripe Charge ID
pt_br: Não foi possível encontrar Stripe Charge ID

source: We could not find WooCommerce Order of this payment
pt_br: Não foi possível encontrar o pedido WooCommerce deste pagamento

source: We could not found any subscription under this order id
pt_br: Não foi possível encontrar nenhuma assinatura com este ID de pedido

source: We could not found PayPal Agreement ID of this payment id
pt_br: Não foi possível encontrar o ID do contrato do PayPal deste ID de pagamento

source: We could not found the invoice of this session
pt_br: Não foi possível encontrar a fatura desta sessão

source: We could not get Geocode of the address, please try to enter it again
pt_br: Não foi possível obter o geocódigo do endereço, tente inseri-lo novamente

source: We could not insert a new account.
pt_br: Não foi possível inserir uma nova conta.

source: We could not insert a Payment ID
pt_br: Não foi possível inserir um ID de pagamento

source: We could not insert this product to cart!
pt_br: Não foi possível inserir este produto no carrinho!

source: We could not insert your review.
pt_br: Não foi possível inserir seu comentário.

source: We could not remove this product from cart!
pt_br: Não foi possível remover este produto do carrinho!

source: We could not update suspended status to database
pt_br: Não foi possível atualizar o status suspenso para o banco de dados

source: We do not allow editing a published listing
pt_br: Não permitimos a edição de uma anúncio publicada

source: We do not support this feature.
pt_br: Não oferecemos suporte para esse recurso.

source: We found no category
pt_br: Não encontramos nenhuma categoria

source: We found no discussions
pt_br: Não encontramos discussões

source: We found no Plan ID
pt_br: Não encontramos nenhum ID de plano

source: We found no plans in this listing type.
pt_br: Não encontramos planos neste tipo de anúncio.

source: We found no Post ID
pt_br: Não encontramos nenhum ID de post

source: We found no products
pt_br: Não encontramos nenhum produto

source: We found no rooms
pt_br: Não encontramos quartos

source: We found not posts that matched your query
pt_br: Não encontramos posts que correspondam à sua consulta

source: We have not found any payment gateway yet
pt_br: Não encontramos nenhum gateway de pagamento ainda

source: We have sent an email with a confirmation link to your email address. In order to complete the sign-up process, please click the confirmation link.
pt_br: Enviamos um e-mail com um link de confirmação para o seu endereço de e-mail. Para concluir o processo de inscrição, clique no link de confirmação.

source: We have sent an email with a confirmation link to your email address. In order to complete the sign-up process, please click the confirmation link. If you do not receive a confirmation email, please check your spam folder. Also, please verify that you entered a valid email address in our sign-up form. <a href="#" class="wil-js-send-confirmation-code">Resend confirmation code</a>
pt_br: Enviamos um e-mail com um link de confirmação para o seu endereço de e-mail. Para concluir o processo de inscrição, clique no link de confirmação. Se você não receber um e-mail de confirmação, verifique sua pasta de spam. Além disso, verifique se você inseriu um endereço de e-mail válido em nosso formulário de inscrição. <a href="#" class="wil-js-send-confirmation-code">Reenviar código de confirmação</a>

source: We need your %s.
pt_br: Precisamos do seu %s.

source: We need your comment.
pt_br: Precisamos de seu comentário.

source: We regret to inform you that your account has been locked because there was a dispute in the following Payment ID: %d. Please email to %s to resolve this issue!
pt_br: Lamentamos informar que sua conta foi bloqueada porque houve uma disputa na seguinte ID de pagamento:%d. Envie um email para %s para resolver este problema!

source: We regret to inform you that your account has been locked the Add Listing feature because there was a dispute issue in the previous payment
pt_br: Lamentamos informar que sua conta foi bloqueada no recurso Adicionar anúncios porque houve um problema de disputa no pagamento anterior

source: We regret to inform you that your account has been locked the Add Listing feature.
pt_br: Lamentamos informar que sua conta foi bloqueada no recurso de adicionar anúncio

source: We sent an email to %s. If you do not find the email in your inbox, please check your spam filter or bulk email folder.
pt_br: Enviamos um e-mail para %s. Se você não encontrar o e-mail em sua caixa de entrada, verifique o filtro de spam ou a pasta de e-mail em massa.

source: We sent an email to you with a link to get back into your account. Please check your mailbox and click on the reset link.
pt_br: Enviamos um e-mail para você com um link para voltar à sua conta. Verifique sua caixa de correio e clique no link de redefinição.

source: Website
pt_br: Site

source: Website / Phone / Email
pt_br: Site/Telefone/Email

source: Wednesday
pt_br: Quarta-feira

source: Weekly
pt_br: Semanalmente

source: Whoops! We could not found the content of this content
pt_br: Opa! Não foi possível encontrar o conteúdo deste conteúdo

source: Whoops! We found no features of this listing
pt_br: Opa! Não encontramos recursos neste anúncio

source: Whoops! We found no products of this listing
pt_br: Opa! Não encontramos produtos deste anúncio

source: Whoops! You do not have permission to access this page
pt_br: Opa! Você não tem permissão para acessar esta página

source: Wiloke Contributor
pt_br: Contribuidor Wiloke

source: Wiloke Listing Tools
pt_br: Ferramentas de listagem Wiloke

source: Wrong message ID
pt_br: ID de mensagem errado

source: Wrong Payment Gateway
pt_br: Gateway de pagamento errado

source: Wrong the next billing date value.
pt_br: Valor da próxima data de faturamento incorreto.

source: Yes
pt_br: Sim

source: You already left a review before.
pt_br: Você já deixou um avaliação antes.

source: You are ineligible to register for %s
pt_br: Você não está qualificado para se registrar em %s

source: You are the author of this post already.
pt_br: Você já é o autor desta postagem.

source: You can not upload a file bigger than %s
pt_br: Você não pode enviar um arquivo maior do que %s

source: You can upload an image smaller or equal to %s
pt_br: Você pode fazer upload de uma imagem menor ou igual a %s

source: You can upload maximum %s images to this listing
pt_br: Você pode carregar no máximo %s imagens para este anúncio

source: You can upload maximum %s video urls to this listing
pt_br: Você pode enviar no máximo %s urls de vídeo para este anúncio

source: You changed nothing
pt_br: Você não alterou nada

source: You do not have any listing yet.
pt_br: Você ainda não tem nenhum anúncio

source: You do not have permission to access this area.
pt_br: Você não tem permissão para acessar essa área.

source: You do not have permission to access this page
pt_br: Você não tem permissão para acessar esta página

source: You do not have permission to access this page!
pt_br: Você não tem permissão para acessar esta página!

source: You do not have permission to do this action
pt_br: Você não tem permissão para fazer esta ação

source: You do not permission to access this page
pt_br: Você não tem permissão para acessar esta página

source: You do not permission to access this review
pt_br: Você não tem permissão para acessar esta revisão

source: You do not use any plan yet.
pt_br: Você ainda não usa nenhum plano.

source: You entered an invalid email.
pt_br: Você digitou um e-mail inválido.

source: You got a report for
pt_br: Você tem um relatório para

source: You have exceeded your number of items quota in this plan. Please go to <a href="%s">Dashboard</a>, then click on Billings to upgrade to higher plan
pt_br: Você excedeu o número de cota de itens neste plano. Vá para o <a href="%s">Painel</a> e clique em Faturamento para atualizar para um plano superior

source: You have reached the maximum of availability listings in this plan. Please go to your Dashboard, then navigate to Billing and upgrade to higher plan.
pt_br: Você atingiu o máximo de anúncios disponível neste plano. Vá para o seu Painel, navegue até Faturamento e atualize para um plano superior.

source: You have to assign a product to %s plan
pt_br: Você deve atribuir um produto ao plano %s

source: You have to filled up all required information
pt_br: Você deve preencher todas as informações necessárias

source: You have to select 1 listing at least
pt_br: Você deve selecionar pelo menos 1 listagem

source: You have to select 1 plan at least
pt_br: Você deve selecionar 1 plano pelo menos

source: You logged into the site already
pt_br: Você já se logou no site

source: You must be logged in to submit a listing
pt_br: Você deve estar logado para enviar uma lista

source: You must select 1 product at least
pt_br: Você deve selecionar 1 produto pelo menos

source: You must specify Event Occur day
pt_br: Você deve especificar o dia da ocorrência do evento

source: You need provide one bank account at least.
pt_br: Você precisa fornecer pelo menos uma conta bancária.

source: You need provide one bank account at least: Wiloke Submission -> Direct Bank Transfer setting
pt_br: Você precisa fornecer pelo menos uma conta bancária: "Envio de Wiloke -> configuração de Transferência Bancária Direta"

source: You need to upload 1 image at least
pt_br: Você precisa fazer upload de pelo menos 1 imagem

source: You provided an invalid email address
pt_br: Você forneceu um endereço de e-mail inválido

source: You save %s
pt_br: Você salva %s

source: Your account has been locked
pt_br: Sua conta foi bloqueada

source: Your account was successfully deleted. We are sorry to see you go!
pt_br: Sua conta foi excluída com sucesso. Lamentamos ver você partir!

source: Your article %s has been changed to %s
pt_br: Seu artigo %s foi alterado para %s

source: Your comment has been received and is being reviewed by our team staff. It will be published after approval.
pt_br: Seu comentário foi recebido e está sendo analisado por nossa equipe. Será publicado após aprovação.

source: Your listing is being reviewed by our support staff. Please be patient and wait for an email from us.
pt_br: Sua lista está sendo revisada por nossa equipe de suporte. Por favor, seja paciente e aguarde um e-mail nosso.

source: Your Promotion will expiry on: %s
pt_br: Sua promoção irá expirar em: %s

source: Your withdrawal has been processed.
pt_br: Sua retirada foi processada.

source: %s asked for claiming %s on your site %s.<a href="%s">View Claim Detail</a>
pt_br: %s pediu para reivindicar %s em seu site %s. <a href="%s">Ver Detalhes da Reivindicação</a>

source: %s has been published on your site %s
pt_br: %s foi publicado em seu site %s

source: %s has been published on your site at %s. <a href="%s">Click here</a> to check the listing
pt_br: %s foi publicado em seu site em %s <a href="%s">Clique aqui</a> para verificar o anúncio

source: %s is not supported by this plan
pt_br: %s não é compatível com este plano

source: Assign an order id to this payment. Note that you should use this feature if the gateway is woocommerce. Search by Order ID
pt_br: Atribua um ID de pedido a este pagamento. Observe que você deve usar este recurso se o gateway for woocommerce. Pesquisa por ID de pedido

source: Best Sales
pt_br: Melhores vendas

source: Best Viewed
pt_br: Mais vistos

source: Company Name
pt_br: Nome da empresa

source: Continue
pt_br: Continuar

source: Document
pt_br: Documento

source: Forbidden
pt_br: Proibido

source: Missing required information
pt_br: Faltam informações obrigatórias

source: Please go to Wiloke Tools -> [Your Listing Type] Settings -> Review Settings -> Add one category at least
pt_br: Vá para "Ferramentas do Wiloke -> Configurações de [seu tipo de listagem] -> Configurações de revisão" e adicionar pelo menos uma categoria

source: Please go to Wiloke Tools -> Your Listing Type settings -> Add some fields to Hero Search Form
pt_br: Vá para "Ferramentas do Wiloke -> Configurações do tipo de listagem" e Adicionar alguns campos ao formulário de pesquisa de herói

source: Popular Shared
pt_br: Compartilhados Populares

source: Random
pt_br: Aleatório

source: Rejected
pt_br: Rejeitado

source: Rejected <span class="count">(%s)</span>
pt_br: Rejeitado <span class="count">(%s)</span>

source: Search by username
pt_br: Pesquisa por nome de usuário

source: Select Listing Type
pt_br: Selecione o tipo de listagem

source: Select Plan
pt_br: Selecione o plano

source: Something went error. We could upload this file %s
pt_br: Ocorreu um erro. Poderíamos enviar este arquivo %s

source: The bank accounts have been setup
pt_br: As contas bancárias foram configuradas

source: The data has been prepared successfully
pt_br: Os dados foram preparados com sucesso

source: The field %s is required
pt_br: O campo %s é obrigatório

source: The key %s is longer than 20 character
pt_br: A chave %s tem mais de 20 caracteres

source: The Listing Type is required.
pt_br: O tipo de anúncio é obrigatório.

source: The password is required
pt_br: A senha é obrigatória

source: This order has been assigned to %s already. You need to remove the payment id to create a new payment
pt_br: Este pedido já foi atribuído a %s. Você precisa remover a identificação de pagamento para criar um novo pagamento

source: Warning: After the promotion is being published, You CAN NOT change to another Listing
pt_br: Aviso: Depois que a promoção for publicada, você NÃO PODE mudar para outra anúncio

source: We could not find the plan type
pt_br: Não foi possível encontrar o tipo do plano

source: We could not insert the payment
pt_br: Não foi possível inserir o pagamento

source: We found no author
pt_br: Não encontramos nenhum autor

source: We found no order
pt_br: Não encontramos nenhum pedido

source: You just received a new order
pt_br: Você acabou de receber um novo pedido

source: You just received an order from %s.
pt_br: Você acabou de receber um pedido de %s.

source: You just received an order from %s. The order id is %d
pt_br: Você acabou de receber um pedido de %s. O id do pedido é %d

source: You need to upload 1 file at least
pt_br: Você precisa fazer upload de pelo menos 1 arquivo
