Repository: thiilins/wordpress-themes-translations
Catalog: wilcity_pack/wiloke-listing-tools-*/wiloke-listing-tools-*.po
Languages: pt_br

source: Oops! You have not not configured the search fields yet. To configure the search field, go to Wiloke Tools -> %s Settings -> Main Search Form
pt_br: Ops! Você ainda não configurou os campos de pesquisa. Para configurar o campo de pesquisa, vá para "Ferramentas do Wiloke -> Configurações do %s -> Formulário de Pesquisa Principal"

source: Open For Selected Hours
pt_br: Aberto no horário selecionado

source: Open now
pt_br: Aberto Agora

source: Opening at
pt_br: Abrindo em

source: Order ID: %s
pt_br: ID do pedido: %s

source: Page
pt_br: Página

source: Pages
pt_br: Páginas

source: Parent Claims:
pt_br: Reinvindicações Principais:

source: Parent Listing Category
pt_br: Categoria de anúncio principal

source: Parent Listing Category:
pt_br: Categoria de anúncio principal:

source: Parent Listing Location
pt_br: Localidade de anúncio principal

source: Parent Listing Location:
pt_br: Localidade de anúncio principal:

source: Parent Listing Tag
pt_br: Tag de anúncio principal

source: Parent Listing Tag:
pt_br: Tag de anúncio principal:

source: Parent Listings:
pt_br: Anúncios principais:

source: Parent Plans:
pt_br: Planos principais:

source: Password
pt_br: Senha

source: Pay & Publish
pt_br: Pagar & Publicar

source: Payment Cancelled
pt_br: Pagamento Cancelado

source: Payment Dispute
pt_br: Disputa de Pagamento

source: Payment Failed
pt_br: Pagamento falhou

source: Payment for order %d from %s has failed.
pt_br: O pagamento do pedido %d de %s falhou.

source: Payment for order %d from %s has suspended.
pt_br: O pagamento do pedido %d de %s foi suspenso.

source: Payment ID
pt_br: ID de pagamento

source: Payment Refunded
pt_br: Pagamento Estornado

source: Payment Suspended
pt_br: Pagamento suspenso

source: Payment: We could not insert payment
pt_br: Pagamento: Não foi possível inserir o pagamento

source: Pending
pt_br: Pendente

source: Percentage Discount
pt_br: Desconto Percentual

source: Permanently Delete Account
pt_br: Excluir conta permanentemente

source: Phone
pt_br: Telefone

source: Pick a date
pt_br: Selecione uma data

source: Plan
pt_br: Plano

source: Plan Name
pt_br: Nome do Plano

source: Plan Settings
pt_br: Configurações de plano

source: Plan Type
pt_br: Tipo de Plano

source: Please activate Wilcity Theme
pt_br: Por favor ative o Tema Wilcity

source: Please enter your message
pt_br: Por favor digite sua mensagem

source: Please enter your new password
pt_br: Por favor digite sua nova senha

source: Please fill up all requirement fields.
pt_br: Por favor preencha todos os campos obrigatórios

source: Please give us your reason
pt_br: Por favor, nos dê um motivo

source: Please go to Wiloke Submission -> Set a Free Claim Plan of this post type
pt_br: Vá para "Envio de Wiloke" e defina um Plano de Reivindicação Gratuita deste tipo de postagem

source: Please go to Wiloke Tools -> [Your Directory Type] Settings -> Review Settings -> Add one category at least
pt_br: Vá para "Ferramentas do Wiloke -> Configurações de [seu tipo de diretório] -> Configurações de revisão" e Adicionar pelo menos uma categoria

source: Please go to Wiloke Tools -> Your Directory Type settings -> Add some fields to Hero Search Form
pt_br: Vá para "Ferramentas do Wiloke -> Configurações do tipo de diretório" e adicione alguns campos ao formulário de pesquisa do hero

source: Please provide the billing type: %s %s
pt_br: Forneça o tipo de faturamento: %s %s

source: Please provide your username or email address.
pt_br: Por favor, insira seu nome de usuário ou endereço de e-mail.

source: Please select a Session first
pt_br: Por favor selecione a sessão primeiro

source: Please set Timezone to this post or go to <a href="%s">General</a> -> Set General Timezone for your site. Note that you have to use GMT format instead of UTC format
pt_br: Defina o fuso horário para esta postagem ou vá para <a href="%s">Geral</a> Definir fuso horário geral para o seu site. Observe que você deve usar o formato GMT em vez do formato UTC

source: Please use Timezone String instead of UTC timezone offset: Settings &gt; General
pt_br: Use a string de fuso horário em vez da diferença de fuso horário UTC: Configurações &gt; Geral

source: Poor
pt_br: Ruim

source: Position
pt_br: Posição

source: Possible reason: your host may have disabled the mail() function.
pt_br: Possível razão: seu host pode ter desativado a função mail().

source: Post Date
pt_br: Data do post

source: Post Reach
pt_br: Alcance do post

source: Post Title
pt_br: Título do post

source: Posts Per Page
pt_br: Posts por página

source: Price
pt_br: Preço

source: Price is net per person, excluding drinks chef seasonal menu
pt_br: O preço liquido por pessoa, excluindo drinks do menu sazonal do chef

source: Price Range
pt_br: Faixa de preço

source: Processing
pt_br: Em processamento

source: Product Alias
pt_br: Alias de Produto

source: Product ID: %s
pt_br: ID do Produto: %s

source: Product name: %s
pt_br: Nome do Produto: %s

source: Profile
pt_br: Perfil

source: Promote %s
pt_br: Promover %s

source: Promotion
pt_br: Promoção

source: Promotion - %s
pt_br: Promoção - %s

source: Promotion: %s wants to promote his/her listing on your site
pt_br: Promoção: %s quer promover o anúncio dele(a) no seu site

source: Published
pt_br: Publicado

source: Purchased date: %s
pt_br: Data da compra: %s

source: Purchased from: %s
pt_br: Comprado por: %s

source: QRCode Settings
pt_br: Configurações de QRCode

source: Re-edit %s listing
pt_br: Reeditar o anúncio %s

source: Recaptcha Key is required, please go to Appearance -> Theme Options -> Register And Login to complete this setting
pt_br: A chave de recaptcha é necessária, vá para "Aparência -> Opções de tema -> Registrar e fazer login" para completar esta configuração

source: Receive message through email.
pt_br: Receba mensagem por e-mail.

source: Recommended
pt_br: Recomendado

source: Recurring Payment
pt_br: Pagamento Recorrente

source: Refund
pt_br: Reembolso

source: Refunded
pt_br: Devolveu

source: Register
pt_br: Cadastrar

source: Remove Entry
pt_br: Remover entrada

source: Remove Item
pt_br: Remover item

source: Removed the product from cart
pt_br: Produto removido do carrinho

source: Report an issue of %s
pt_br: Reportar um erro de %s

source: Report no longer available
pt_br: O relatório não está mais disponível

source: requested %s withdrawal.
pt_br: solicitou a retirada de %s.

source: Review Content
pt_br: Avaliar conteúdo

source: Review no longer available
pt_br: O comentário não está mais disponível

source: Review Title
pt_br: Título da avaliação

source: Reviews
pt_br: Avaliações

source: Right Sidebar
pt_br: Barra Lateral direita

source: Sales
pt_br: Vendas

source: Saturday
pt_br: Sábado

source: Save &amp; Preview
pt_br: Salvar &amp; Visualizar

source: Search Claims
pt_br: Pesquisar reivindicações

source: Search Listing Categories
pt_br: Pesquisar Categorias de Anúncio

source: Search Listing Locations
pt_br: Pesquisar Localidade de Anúncio

source: Search Listing Tags
pt_br: Pesquisar Tag de Anúncio

source: Search Listings
pt_br: Pesquisar Anúncio

source: Search Plans
pt_br: Pesquisar Planos

source: Section Icon
pt_br: Ícone da Seção

source: Section Key
pt_br: Chave da Seção

source: Section Name
pt_br: Nome da Seção

source: Select a Event Pricing
pt_br: Selecione o preço do evento

source: Select a Listing Pricing
pt_br: Selecione uma lista de preços

source: Sending QRCode after customer purchasing this product
pt_br: Enviando QRCode após o cliente comprar este produto

source: Settings
pt_br: Configurações

source: Share
pt_br: Compartilhar

source: Share Statistic
pt_br: Compartilhar estatística

source: Shared
pt_br: Compartilhado

source: Shares
pt_br: Compartilhamentos

source: Shop Logo
pt_br: Logotipo da loja

source: Sidebar
pt_br: Barra Lateral

source: Single Price
pt_br: Preço único

source: Site Name: %s
pt_br: Nome do site: %s

source: Social Networks
pt_br: Redes sociais

source: Someone has requested a password reset for the following account:
pt_br: Alguém solicitou uma redefinição de senha para a seguinte conta:

source: Something went error! We could not upgrade the Listing to new Plan
pt_br: Ocorreu um erro! Não foi possível atualizar o anúncio para o novo Plano

source: Sorry, We could not create your account
pt_br: Não foi possível criar sua conta

source: Sorry, We could not create your account. Please try it later
pt_br: Desculpe, não foi possível criar sua conta. Por favor tente mais tarde

source: Sorry, We found no posts matched what are you looking for ...
pt_br: Desculpe, não encontramos nenhuma postagem que corresponda ao que você está procurando ...

source: Sorry, You have to agree to our terms.
pt_br: Desculpe, você tem que concordar com nossos termos.

source: Sorry, You have to agree to privacy policy.
pt_br: Desculpe, você tem que concordar com a política de privacidade.

source: Specify product categories
pt_br: Especifique categorias de produtos

source: Specify products
pt_br: Especifique os produtos

source: Statistic
pt_br: Estatística

source: Stripe Payment Issue
pt_br: Erro no pagamento do Stripe

source: Submit
pt_br: Enviar

source: Submit Listing
pt_br: Enviar anúncio

source: Subscription ID
pt_br: ID da assinatura

source: Succeed
pt_br: Sucesso

source: Succeeded
pt_br: Bem sucedido

source: Sunday
pt_br: Domingo

source: Suspend
pt_br: Suspender

source: Suspended the Agreement
pt_br: Suspendeu o Contrato

source: Swift
pt_br: Rápido

source: Switched from %s to %s
pt_br: Mudou de %s para %s

source: Tags
pt_br: Tag

source: Tax
pt_br: Imposto

source: TAX/VAT
pt_br: Imposto

# taxonomy general name
source: Listing Categories
pt_br: Categorias de Anúncio

# taxonomy general name
source: Listing Locations
pt_br: Localidades de Anúncios

# taxonomy general name
source: Listing Tags
pt_br: Tags de Anúncios

# taxonomy singular name
source: Listing Category
pt_br: Categoria de Anúncios

# taxonomy singular name
source: Listing Location
pt_br: Localidade de Anúncios

# taxonomy singular name
source: Listing Tag
pt_br: Tag de Anúncio

source: Temporary Close
pt_br: Fechado Temporariamente

source: Temporary close <span class="count">(%s)</span>
pt_br: Temporariamente Fechados <span class="count">(%s)</span>

source: Terrible
pt_br: Horrível

source: Thank for contacting us, We will read and reply to you shortly
pt_br: Obrigado por entrar em contato, iremos responder em breve

source: Thanks for your claiming! Our staff will review your request and contact you shortly
pt_br: Obrigado por sua reclamação! Nossa equipe analisará sua solicitação e entrará em contato com você em breve

source: The %s is not supported by the theme
pt_br: O %s não é compatível com o tema

source: The %s is required
pt_br: O %s é obrigatório

source: The add photos feature is not supported by this plan.
pt_br: O recurso de adicionar fotos não é compatível com este plano.

source: The Add Video is not supported by this plan.
pt_br: O recurso de adicionar Vídeo não é compatível com este plano.

source: The address field is required
pt_br: O campo de endereço é obrigatório

source: The address is required
pt_br: O endereço é obrigatório

source: The article must be a Listing Types
pt_br: O artigo deve ser um tipo de anúncio

source: The aSelectedPlanKeys is required
pt_br: O aSelectedPlanKeys é obrigatório

source: The both
pt_br: Os dois

source: The button at the top of your Page helps people take an action.
pt_br: O botão na parte superior da sua página ajuda as pessoas a realizarem uma ação.

source: The Cart Key is required
pt_br: A chave do carrinho é necessária

source: The cart key is required
pt_br: Chave do carrinho é obrigatória

source: The content is empty
pt_br: O Conteúdo esta em branco

source: The coupon is invalid or has expired
pt_br: O Cupom expirou ou é inválido

source: The current order id is required.
pt_br: O ID do pedido atual é obrigatório

source: The current payment subscription has been suspended successfully. Please complete new payment session to new subscription
pt_br: A assinatura de pagamento atual foi suspensa com sucesso. Conclua a nova sessão de pagamento para uma nova assinatura

source: The current plan id is required
pt_br: O ID do plano atual é obrigatório

source: The data is required
pt_br: Os dados são obrigatórios

source: The Direct Bank Transfer has not configured yet!
pt_br: A transferência bancária direta ainda não foi configurada!

source: The Directory Type is required.
pt_br: O tipo de diretório é obrigatório.

source: The email could not be sent.
pt_br: Não foi possível enviar o e-mail.

source: The End date is required
pt_br: A data de término é obrigatória

source: The End date must be greater than Start date
pt_br: A data de término deve ser posterior à data de início

source: The event calendar is required
pt_br: O calendário de eventos é obrigatório

source: The event start date and end date are required
pt_br: As datas de início e término do evento são obrigatórias

source: The event start date must be smaller than event end date
pt_br: A data de início do evento deve ser menor que a data de término do evento

source: The file %s does not exists
pt_br: O arquivo %s não existe

source: The gateway %s is not supported yet
pt_br: O gateway %s ainda não é compatível

source: The gateway is required
pt_br: O gateway é obrigatório

source: The icon image will get higher priority than LineAwesome Icon
pt_br: A imagem do ícone terá maior prioridade do que o LineAwesome Icon

source: The id is required
pt_br: O ID é obrigatório

source: The latitude is required
pt_br: A latitude é obrigatória

source: The longitude is required
pt_br: A longitude é obrigatória

source: The new Payment ID is required
pt_br: O novo ID de pagamento é necessário

source: The new Plan ID is required
pt_br: A nova ID do plano é necessária

source: The new status is required.
pt_br: O novo status é obrigatório.

source: The notification id is required
pt_br: O id de notificação é obrigatório

source: The old payment ID is required
pt_br: O antigo ID de pagamento é obrigatório

source: The old Plan ID is required
pt_br: O antigo ID do plano é obrigatório

source: The Order ID is required
pt_br: O ID do pedido é obrigatório

source: The order id is required
pt_br: O ID do pedido é obrigatório

source: The payment does not exist
pt_br: O pagamento não existe

source: The payment has been cancelled successfully
pt_br: O pagamento foi cancelado com sucesso

source: The payment has been cancelled. Gateway: %s, Payment ID: %d
pt_br: O pagamento foi cancelado. Gateway: %s, ID de pagamento: %d

source: The payment has been created successfully
pt_br: O pagamento foi criado com sucesso

source: The payment has been created successfully.
pt_br: O pagamento foi criado com sucesso.

source: The payment has been created successfully. We will redirect to PayPal shortly
pt_br: O pagamento foi criado com sucesso. Em breve redirecionaremos para o PayPal

source: The payment id does not exists
pt_br: O id de pagamento não existe

source: The payment ID is required
pt_br: O ID de pagamento é obrigatório

source: The payment id is required
pt_br: O id de pagamento é obrigatório

source: The payment ID is required.
pt_br: O ID de pagamento é obrigatório.

source: The payment might have been deleted.
pt_br: O pagamento pode ter sido excluído.

source: The payment session does not exists.
pt_br: A sessão de pagamento não existe.

source: The PayPal has not configured yet!
pt_br: O PayPal ainda não foi configurado!

source: The plan has been setup successfully
pt_br: O plano foi configurado com sucesso

source: The plan has been upgraded successfully
pt_br: O plano foi atualizado com sucesso

source: The plan is required
pt_br: O plano é obrigatório

source: The plan must be published first
pt_br: O plano deve ser publicado primeiro

source: The planName is required
pt_br: O Nome do Plano é obrigatório

source: The post ID is required
pt_br: O ID do post é obrigatório

source: The post id is required.
pt_br: O ID do post é obrigatório.

source: The Post Type is required
pt_br: O tipo de postagem é obrigatório

source: The product id is required
pt_br: O ID do produto é obrigatório

source: The product is no longer available
pt_br: O produto já não se encontra disponível

source: The reCAPTCHA wasn't entered correctly. Please try it again.
pt_br: O reCAPTCHA não foi respondido corretamente. Por favor, tente novamente.

source: The refund has been proceeded
pt_br: O reembolso foi processado

source: The reset key has been expired
pt_br: A chave de reinicialização expirou

source: The review does not exist
pt_br: A avaliação não existe

source: The review ID is required
pt_br: A identificação da avaliação é obrigatória

source: The review is closed
pt_br: A Avaliação está fechada

source: The settings have been reset successfully
pt_br: As configurações foram redefinidas com sucesso

source: The settings have been updated
pt_br: As configurações foram atualizadas

source: The Start date is required
pt_br: A data de início é obrigatória

source: The Stripe has not configured yet!
pt_br: O Stripe ainda não foi configurado!

source: The token is required
pt_br: O token é obrigatório

source: The user does not exists
pt_br: O usuário não existe

source: The user id and plan id are required
pt_br: O ID do usuário e o ID do plano são obrigatórios

source: The userID is required
pt_br: O ID do usuário é obrigatório

source: The value is required
pt_br: O valor é obrigatório

source: The vendor does not exists
pt_br: O vendedor não existe

source: The Wiloke Shortcode plugin is required. From the admin sidbear, click on Appearance -> Install Plugins to activate it
pt_br: O plugin "Wiloke Shortcode" é obrigatório. Na barra lateral do administrador, clique em "Aparência -> Instalar Plug-ins" para ativá-lo

source: There are no events
pt_br: Não há eventos

source: There are no favorites
pt_br: Não há favoritos

source: There are no invoices
pt_br: Não há faturas

source: There are no invoices yet.
pt_br: Ainda não há faturas.

source: There are no menus
pt_br: Não há menus

source: There are no photos
pt_br: Não há fotos

source: There are no post types
pt_br: Não há tipos de post

source: There are no posts
pt_br: Não há posts

source: There are no promotions.
pt_br: Não há promoções.

source: There are no report fields. Please go to Wiloke Listing Tools -> Reports to create one.
pt_br: Não há campos de relatório. Vá para "Ferramentas de Listagem do Wiloke -> Relatórios" para criar um.

source: There are no terms
pt_br: Não há termos

source: There are Payment Gateways
pt_br: Existem gateways de pagamento

source: There is no listing belongs to this plan currently
pt_br: Não há nenhum anuncio pertencente a este plano no momento

source: There is no listing belongs to this plan currently.
pt_br: Não há nenhum anúncio pertencente a este plano no momento.

source: There is no listing belongs to this plan currently. Warning: You will still be billed for this subscription. To end billing, Cancel the plan instead.
pt_br: Não há nenhum anúncio pertencente a este plano no momento. Aviso: você ainda será cobrado por esta assinatura. Para encerrar o faturamento, cancele o plano.

source: There is no listing in this payment id
pt_br: Não há anúncios neste id de pagamento

source: There is no Listing pricing
pt_br: Não há preços de anúncios

source: There is no listing yet
pt_br: Ainda não há anuncio

source: There is no promotion plan
pt_br: Não há plano de promoção

source: There is no review yet
pt_br: Ainda não há revisão

source: There is nothing change
pt_br: Nada foi alterado

source: There was a failed payment on %s. Payment ID: %d. Customer Email: %s. Customer ID: %d.
pt_br: Houve falha no pagamento em %s. ID de pagamento: %d. Email do cliente:%s. ID do cliente: %d.

source: This account does not exist.
pt_br: Essa conta não existe.

source: This article does not exists
pt_br: Este artigo não existe

source: This chat room id does not exists
pt_br: Este id de chat não existe

source: This email is already exists
pt_br: Este email já existe

source: This email is already registered.
pt_br: Este e-mail já está registado.

source: This email is existed
pt_br: Este email existe

source: This feature is used for Currency Format. Leave empty to use the default option. To find your country locale, please go to Google and search for [Your Country] locale
pt_br: Este recurso é usado para o formato de moeda. Deixe em branco para usar a opção padrão. Para encontrar a localidade de seu país, acesse o Google e pesquise a localidade de [Seu país]

source: This gateway does not support this feature
pt_br: Este gateway não suporta este recurso

source: This month
pt_br: Este mês

source: This payment does not exist %s
pt_br: Este pagamento não existe %s

source: This payment gateway does not support this feature
pt_br: Este gateway de pagamento não suporta este recurso

source: This payment is not a recurring payment
pt_br: Este pagamento não é um pagamento recorrente

source: This plan does not support %s, You should upgrade to higher plan to get this feature
pt_br: Este plano não oferece suporte a %s, você deve atualizar para um plano superior para obter este recurso

source: This plan has been cancelled. You can change the status anymore.
pt_br: Este plano foi cancelado. Você pode alterar o status mais.

source: This plan may have been deleted
pt_br: Este plano pode ter sido excluído

source: This plan may have been deleted.
pt_br: Este plano pode ter sido excluído.

source: This plan might have been deleted
pt_br: Este plano pode ter sido excluído

source: This post no longer available
pt_br: Esta post não está mais disponível

source: This post type does not exist
pt_br: Este tipo de post não existe

source: This product is not existed or it is no longer available
pt_br: Este produto não existe ou não está mais disponível

source: This sale does not exist
pt_br: Esta venda não existe

source: This status is permanent, you can not change that.
pt_br: Este status é permanente, você não pode mudar isso.

source: This tool allows customizing your Add Listing page
pt_br: Esta ferramenta permite personalizar sua página Adicionar anúncio

source: This username does not exist.
pt_br: Este nome de usuário não existe.

source: This username is already exists
pt_br: Este nome de usuário já existe

source: This week
pt_br: Esta semana

source: Thursday
pt_br: Quinta-feira

source: Time Format
pt_br: Formato de hora

source: Title
pt_br: Título

source: To
pt_br: Para

source: To reply this message, please click on %s
pt_br: Para responder esta mensagem, por favor clique em %s

source: To reset your password, visit the following address:
pt_br: Para redefinir sua senha, visite o seguinte endereço:

source: Today
pt_br: Hoje

source: Tomorrow
pt_br: Amanhã

source: Total Items
pt_br: Total de Itens

source: Trial
pt_br: Teste

source: Tuesday
pt_br: Terça-feira

source: Ultra High
pt_br: Ultra alto

source: Ultra high
pt_br: Ultra alto

source: Unfortunately, We could not cancel this subscription. Possible reason: Invalid subscription ID
pt_br: Infelizmente, não foi possível cancelar esta assinatura. Possível razão: ID de assinatura inválido

source: Unfortunately, We could not upload your images. Possible reason: Wrong Image Format or Your image is exceeded the allowable file size.
pt_br: Infelizmente, não foi possível enviar suas imagens. Possível motivo: Formato de imagem incorreto ou sua imagem excedeu o tamanho de arquivo permitido.

source: Unfortunately, Your withdrawal has been cancelled.
pt_br: Infelizmente, sua retirada foi cancelada.

source: Unpaid
pt_br: Não pago

source: Unpaid <span class="count">(%s)</span>
pt_br: Não pago <span class="count">(%s)</span>
