Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/wyr-*/wyr-*.po
Languages: pt_br

source: Some error occurred while voting. Please try again.
pt_br: Ocorreu algum erro durante a votação. Por favor, tente novamente.

# taxonomy general name
source: Reactions
pt_br: Reações

# taxonomy singular name
source: Reaction
pt_br: Reação

source: Search Reactions
pt_br: Reações de pesquisa

source: All Reactions
pt_br: Todas as reações

source: Parent Reaction
pt_br: Reação dos Pais

source: Parent Reaction:
pt_br: Reação dos Pais:

source: Edit Reaction
pt_br: Editar reação

source: Update Reaction
pt_br: Reação de atualização

source: Add New Reaction
pt_br: Adicionar nova reação

source: New Reaction Name
pt_br: Novo nome de reação

source: Reactions
pt_br: Reações

source: View Reaction
pt_br: Ver reação

source: Could not insert new reaction into the database!
pt_br: Não foi possível inserir nova reação no banco de dados!

source: Angry
pt_br: Nervoso

source: Cute
pt_br: Fofo

source: Cry
pt_br: Choro

source: LOVE
pt_br: AMAR

source: OMG
pt_br: Oh meu Deus

source: WIN
pt_br: Ganhar

# ajax internal message
source: Icon id not set!
pt_br: ID do ícone não definido!

# ajax internal message
source: This is not an attachment!
pt_br: Isso não é um anexo!

# ajax internal message
source: Icon saved successfully.
pt_br: Ícone salvo com sucesso.

source: What's Your Reaction?
pt_br: Qual é a sua reação?

source: Browse and manage your reactions from your <a href="%s">Member Profile Page</a>
pt_br: Navegue e gerencie suas reações na sua <a href="%s">página de perfil de membro</a>

source: Browse and manage your reactions from your Member Profile Page
pt_br: Navegue e gerencie suas reações na sua página de perfil de membro

source: No Reactions
pt_br: Sem reações

source: React on a post and it will show up here.
pt_br: Reaja em um post e ele aparecerá aqui.

source: %s hasn't reacted on any post yet.
pt_br: %s ainda não reagiu em nenhuma postagem.

source: Load More
pt_br: Carregar mais

source: Anonymous
pt_br: Anônimo

# someone reacted to post
source: %1$s to
pt_br: %1$s para

source: View all reactions
pt_br: Ver todas as reações

# BuddyPress component name
source: Reactions
pt_br: Reações

# BuddyPress component description
source: Allow your users to manage their reactions directly from within their profiles.
pt_br: Permita que seus usuários gerenciem suas reações diretamente de seus perfis.

source: Settings
pt_br: Configurações

# form label
source: Icon
pt_br: Ícone

# button
source: Upload New Icon
pt_br: Carregar novo ícone

source: The recommended format is SVG.
pt_br: O formato recomendado é SVG.

# form label
source: Order
pt_br: Pedido

# form label
source: Icon Type
pt_br: Tipo de ícone

# icon type
source: Text
pt_br: Texto

# icon type
source: Graphic
pt_br: Gráfico

# form label
source: Icon Text Color
pt_br: Cor do texto do ícone

# form label
source: Icon Background Color
pt_br: Cor de fundo do ícone

# form label
source: Disable?
pt_br: Desativar?

# taxonomy column name
source: Order
pt_br: Pedido

# taxonomy column name
source: Icon
pt_br: Ícone

# taxonomy column name
source: Active?
pt_br: Ativo?

# ajax internal message
source: Post id not set!
pt_br: O ID da postagem não foi definido!

# ajax internal message
source: Invalid reaction type!
pt_br: Tipo de reação inválido!

# ajax internal message
source: User has already voted for that reaction type!
pt_br: O usuário já votou nesse tipo de reação!

# ajax internal message
source: Failed to vote for post with id %d
pt_br: Falha ao votar na postagem com o ID %d

# ajax internal message
source: Reaction added successfully.
pt_br: Reação adicionada com sucesso.

source: Latest Reactions
pt_br: Reações mais recentes

source: A list of latest reactions.
pt_br: Uma lista das últimas reações.

source: Widget title
pt_br: Título do widget

source: The max. number of entries to show
pt_br: O número máx. de entradas para mostrar

source: HTML id attribute (optional)
pt_br: Atributo de código HTML (opcional)

source: HTML class(es) attribute (optional)
pt_br: Atributo de classe(s) HTML (opcional)

# myCRED reference
source: React to a post
pt_br: Reagir a uma postagem

# myCRED hook name
source: React to a post
pt_br: Reagir a uma postagem

# myCRED hook description
source: Awards for reactions.
pt_br: Prêmios por reações.

# myCRED hook log
source: Reacted to %post_title% with: %reaction%
pt_br: Reagiu a %post_title% com: %reaction%

# myCRED hook instance
source: Reacting to a post
pt_br: Reagindo a uma postagem

source: Log template
pt_br: Modelo de registro

source: required
pt_br: requeridos

source: What's Your Reaction
pt_br: Qual é a sua reação

source: Fake Reactions
pt_br: Reações falsas

source: Fake reaction count
pt_br: Contagem de reações falsas

source: Leave empty to use global settings.
pt_br: Deixe em branco para usar as configurações globais.

source: Disable fakes for:
pt_br: Desabilitar falsificações para:

source: Nonce incorrect!
pt_br: Nonce incorreto!

# Settings Page
source: Fakes
pt_br: Falsificações

# Settings Page
source: Count base
pt_br: Base de contagem

# Settings Page
source: Randomize fake reactions?
pt_br: Randomizar reações falsas?

# Settings Page
source: Disable for new submissions?
pt_br: Desativar para novos envios?

source: What's Your Reaction Settings
pt_br: Quais são suas configurações de reação

source: Save Changes
pt_br: Salvar alterações

# Settings Page
source: Fake reactions for a post are calculated based on this value and a post creation date (older posts' reactions are closer to the count base).
pt_br: As reações falsas de uma postagem são calculadas com base nesse valor e na data de criação da postagem (as reações de postagens mais antigas estão mais próximas da base de contagem).

# Settings Page
source: Leave empty to not use the "Fake reactions" feature.
pt_br: Deixe em branco para não usar o recurso "Reações falsas".

# Settings Page
source: General
pt_br: Em geral

source: Allow users to vote on post types
pt_br: Permitir que os usuários votem nos tipos de postagem

# Settings Page
source: Show Member Profile Page link
pt_br: Mostrar link da página de perfil do membro

source: Uncheck to hide the info "Browse and manage your reactions from your Member Profile Page" under the reactions box.
pt_br: Desmarque para ocultar a informação "Procurar e gerenciar suas reações na sua página de perfil de membro" na caixa de reações.

source: Share your reaction to a post, using nice looking badges
pt_br: Compartilhe sua reação a uma postagem, usando selos bonitos
