Repository: thiilins/wordpress-themes-translations
Catalog: bimber_pack/mace-*/mace-*.po
Languages: pt_br

source: Settings
pt_br: Configurações

source: YouTube App Key
pt_br: Chave de aplicativo do YouTube

source: MediaAce Settings
pt_br: Configurações do MediaAce

source: Save Changes
pt_br: Salvar alterações

source: Used, for example, for Video Playlist YouTube videos.
pt_br: Usado, por exemplo, para vídeos do YouTube da lista de reprodução de vídeo.

source: Back to slideshow
pt_br: Voltar para apresentação de slides

source: Empty gallery. Add some images.
pt_br: Galeria vazia. Adicione algumas imagens.

source: View Gallery
pt_br: Veja a galeria

source: %s image
pt_br: %s imagem

source: Empty list. None of video urls could be loaded.
pt_br: Lista vazia. Nenhum dos URLs de vídeo pôde ser carregado.

source: The playlist could not be displayed, please make sure that YouTube API key is set in the settings.
pt_br: A lista de reprodução não pôde ser exibida. Verifique se a chave da API do YouTube está definida nas configurações.

source: 0 to not repeat
pt_br: 0 para não repetir

source: Gallery Type
pt_br: Tipo de galeria

source: Standard
pt_br: Padrão

source: Lightbox
pt_br: Caixa de luz

source: Gallery Title
pt_br: Título da Galeria

source: of
pt_br: de

source: Expiry Headers Enabled?
pt_br: Cabeçalhos de expiração ativados?

source: .htaccess content
pt_br: conteúdo .htaccess

source: Enabled?
pt_br: Habilitado?

source: Access allowed for URLs
pt_br: Acesso permitido para URLs

source: Block direct access to these files
pt_br: Bloqueie o acesso direto a esses arquivos

source: Direct requests
pt_br: Solicitações diretas

source: Redirect blocked request to this URL
pt_br: Redirecionar solicitação bloqueada para este URL

source: Regular expressions allowed.
pt_br: Expressões regulares permitidas.

source: Space-separated list of file extensions
pt_br: Lista de extensões de arquivo separadas por espaço

source: Some visitors uses a personal firewall or antivirus program, that deletes the page referer information sent by the web browser. Hotlink protection is based on this information. If you choose not to allow direct requests, you will block these users. You will also prevent people from directly accessing an image by typing in the URL in their browser.
pt_br: Alguns visitantes usam um firewall pessoal ou programa antivírus, que exclui as informações de referência da página enviadas pelo navegador da web. A proteção de hotlink é baseada nesta informação. Se você optar por não permitir solicitações diretas, bloqueará esses usuários. Você também impedirá que as pessoas acessem diretamente uma imagem digitando a URL no navegador.

source: We recommend to check this option.
pt_br: Recomendamos marcar esta opção.

source: Leave blank to use default image.
pt_br: Deixe em branco para usar a imagem padrão.

# Settings tab title
source: Video
pt_br: Vídeo

# Setting page title
source: Video
pt_br: Vídeo

# Setting title
source: Auto video length
pt_br: Duração automática do vídeo

# Settings page description
source: Common video tasks.
pt_br: Tarefas de vídeo comuns.

# Setting description
source: Fetch and store video length when video post format is creating and updating.
pt_br: Busque e armazene a duração do vídeo quando o formato de postagem de vídeo estiver sendo criado e atualizado.

# YouTube invalid key message
source: For YouTube videos, you have to provide YouTube App Key in the Settings tab.
pt_br: Para vídeos do YouTube, você deve fornecer a chave de aplicativo do YouTube na guia Configurações.

source: Self-hosted video url %s is not a valid attachment url!
pt_br: O URL de vídeo auto-hospedado %s não é um URL de anexo válido!

source: YouTube video url %s is not valid!
pt_br: O URL do vídeo do YouTube %s não é válido!

source: YouTube video %s not found!
pt_br: Vídeo do YouTube %s não encontrado!

source: Video %s not loaded. YouTuba API key is not set.
pt_br: Vídeo %s não carregado. A chave da API do YouTuba não está definida.

source: Please set the API key in plugin settings.
pt_br: Defina a chave da API nas configurações do plug-in.

source: Vimeo video url %s is not valid!
pt_br: O URL do vídeo do Vimeo %s não é válido!

source: Vimeo video %s not found!
pt_br: Vídeo do Vimeo %s não encontrado!

source: Replace Images
pt_br: Substituir imagens

source: Image Bulk Replace
pt_br: Substituir imagem em massa

source: Replace multiple images
pt_br: Substituir várias imagens

source: Choose images to replace
pt_br: Escolha imagens para substituir

source: Choose to insert (filenames must match)
pt_br: Escolha inserir (os nomes dos arquivos devem corresponder)

source: Replace images
pt_br: Substituir imagens

source: Pick
pt_br: Escolher

source: Start
pt_br: Começar

source: Hotlink Protection
pt_br: Proteção de Hotlink

source: Configure Hotlink Protection
pt_br: Configurar proteção de hotlink

source: Test protection
pt_br: Proteção de teste

source: Protect your bandwidth by preventing other sites from using images hosted on your site.
pt_br: Proteja sua largura de banda impedindo que outros sites usem imagens hospedadas em seu site.

source: Please use the global multisite settings to set up the hotlink protection for the whole multisite.
pt_br: Use as configurações globais de multisite para configurar a proteção de hotlink para todo o multisite.

source: To make sure that hotlink protection works correct, do as follows:
pt_br: Para garantir que a proteção de hotlink funcione corretamente, faça o seguinte:

source: Uncheck the "Direct requests" option above and save changes.
pt_br: Desmarque a opção "Solicitações diretas" acima e salve as alterações.

source: Clear your browser cache (it is enough to purge the Cached Images and Files).
pt_br: Limpe o cache do seu navegador (basta limpar as imagens e arquivos em cache).

source: Copy url of any of your images.
pt_br: Copie o URL de qualquer uma de suas imagens.

source: Open that url in new browser tab (or window).
pt_br: Abra esse URL em uma nova guia do navegador (ou janela).

source: You should be redirected to the "Redirect blocked request to this URL" (if set) or see forbidden page (if url not set).
pt_br: Você deve ser redirecionado para "Redirecionar solicitação bloqueada para este URL" (se definido) ou ver a página proibida (se o URL não estiver definido).

source: After finishing, restore the "Direct requests" option.
pt_br: Após terminar, restaure a opção "Solicitações diretas".

source: Gallery
pt_br: Galeria

source: Logo
pt_br: Logotipo

source: Lightbox skin
pt_br: Tema da caixa de luz

source: Sidebar thumbnails
pt_br: Miniaturas da barra lateral

source: Remove
pt_br: Remover

source: Select Image
pt_br: Selecionar imagem

source: Don't load images and embeds until the point at which they are really needed
pt_br: Não carregue imagens e incorporações até o ponto em que elas são realmente necessárias

source: Lazy load images
pt_br: Lazy load em imagens

source: Load image with unveilling effects
pt_br: Carregar imagem com efeitos de revelação

source: Lazy load embeds
pt_br: Lazy load em itens encorporados

source: For embeds that use iframe embed method (like YouTube or Instagram).
pt_br: Para incorporações que usam o método de incorporação de iframe (como YouTube ou Instagram).

source: Featured Images
pt_br: Imagens em destaque

source: Default featured image
pt_br: Imagem em destaque padrão

source: Auto download embed featured images
pt_br: Download automático incorporar imagens em destaque

source: Image not found.
pt_br: Imagem não encontrada.

source: Invalid image.
pt_br: Imagem inválida.

source: The original image file cannot be found.
pt_br: O arquivo de imagem original não pode ser encontrado.

source: Metadata was not generated properly.
pt_br: Os metadados não foram gerados corretamente.

source: Regenerate thumbnails for this image
pt_br: Regenerar miniaturas para esta imagem

source: Regenerate Thumbnails
pt_br: Regenerar Miniaturas

source: Couldn't find any images.
pt_br: Não foi possível encontrar nenhuma imagem.

source: Image Bulk Actions
pt_br: Ações em massa de imagem

source: Process all images at once
pt_br: Processe todas as imagens de uma vez

source: Add Watermarks
pt_br: Adicionar marcas d'água

source: Remove Watermarks
pt_br: Remover marcas d'água

source: Create thumbnails based on defined %s and clean up disk from old unused files. This process can take a lot of time (and server CPU/memory) and have to be run with caution.
pt_br: Crie miniaturas com base em %s definidos e limpe o disco de arquivos antigos não utilizados. Esse processo pode levar muito tempo (e CPU/memória do servidor) e deve ser executado com cautela.

source: Image Sizes
pt_br: Tamanhos de imagem

source: Processing files...
pt_br: Processando arquivos...

source: Completed
pt_br: Concluído

source: Please be patient while the process can take a while (depends on your server resources).
pt_br: Por favor, seja paciente enquanto o processo pode demorar um pouco (depende dos recursos do seu servidor).

source: To process
pt_br: Para processar

source: Processed
pt_br: Processado

source: Success
pt_br: Sucesso

source: Failed
pt_br: Malsucedido

source: Image list ready.
pt_br: Lista de imagens pronta.

source: Image thumbnails regenerated.
pt_br: Miniaturas de imagem regeneradas.

source: Watermarks added.
pt_br: Marcas d'água adicionadas.

source: Watermarks removed.
pt_br: Marcas d'água removidas.

source: GIF to MP4
pt_br: GIF para MP4

source: GIF to MP4 Conversion
pt_br: Conversão de GIF para MP4

source: Cloud Convert API Key
pt_br: Chave da API Cloud Convert

source: Store MP4 files
pt_br: Armazenar arquivos MP4

source: Amazon S3 Access Key ID
pt_br: ID da chave de acesso do Amazon S3

source: Amazon S3 Access Key
pt_br: Chave de acesso do Amazon S3

source: The plugin uses the %s service for GIF to MP4 on the fly conversion. CloudConvert can be used absolutely free! Nevertheless, if your usage exceeds free plan, you will need to choose one of prepaid packages and subscriptions.
pt_br: O plug-in usa o serviço %s para conversão de GIF para MP4 em tempo real. CloudConvert pode ser usado absolutamente grátis! No entanto, se o uso exceder o plano gratuito, você precisará escolher um dos pacotes e assinaturas pré-pagos.

source: Your API key can be found in the Dashboard section of your CloudConvert account.
pt_br: Sua chave de API pode ser encontrada na seção Painel de sua conta do CloudConvert.

source: on disk
pt_br: no disco

source: on Amazon S3
pt_br: no Amazon S3

source: This image size can't be deleted!
pt_br: Este tamanho de imagem não pode ser excluído!

source: This image size can't be activated!
pt_br: Este tamanho de imagem não pode ser ativado!

source: This image size not exists!
pt_br: Este tamanho de imagem não existe!

source: Manage Image Sizes
pt_br: Gerenciar tamanhos de imagem

source: After editing or adding an image size, you have to %s to apply changes to all existing images.
pt_br: Após editar ou adicionar um tamanho de imagem, você deve %s para aplicar as alterações em todas as imagens existentes.

source: New image size
pt_br: Novo tamanho de imagem

source: Name
pt_br: Nome

source: Size
pt_br: Tamanho

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Crop
pt_br: Cortar

source: Crop X
pt_br: Cortar X

source: Crop Y
pt_br: Cortar Y

source: Add
pt_br: Adicionar

source: Left
pt_br: Esquerda

source: Center
pt_br: Centralizar

source: Right
pt_br: Direita

source: Top
pt_br: Superior

source: Bottom
pt_br: Inferior

source: Image size saved.
pt_br: Tamanho da imagem salvo.

source: Image size deleted.
pt_br: Tamanho da imagem excluído.

source: Image size activated.
pt_br: Tamanho da imagem ativado.

source: Expire Headers
pt_br: Expirar cabeçalhos

source: Configure Expire Headers
pt_br: Configurar cabeçalhos de expiração

source: Leverage browser cache to improve performance.
pt_br: Aproveite o cache do navegador para melhorar o desempenho.

source: Please use the global multisite settings to set up the expiry headers for the whole multisite.
pt_br: Use as configurações globais de multisite para configurar os cabeçalhos de expiração para todo o multisite.

source: Backup file missing.
pt_br: Arquivo de backup ausente.

source: Add watermarks for this image
pt_br: Adicionar marcas d'água para esta imagem

source: Remove watermarks from this image
pt_br: Remover marcas d'água desta imagem

source: Allow watermarking for this image
pt_br: Permitir marca d'água para esta imagem

source: Allow Watermarking
pt_br: Permitir marca d'água

source: Exclude this image from Watermarking
pt_br: Excluir esta imagem da marca d'água

source: Exclude from Watermarking
pt_br: Excluir da marca d'água

source: Watermarks
pt_br: Marcas d'água

source: Image Watermark
pt_br: Marca d'água da imagem

source: Watermark image
pt_br: Imagem de marca d'água

source: Position on image
pt_br: Posição na imagem

source: Opacity
pt_br: Opacidade

source: Advanced options
pt_br: Opções avançadas

source: Image sizes
pt_br: Tamanhos de imagem

source: Scale
pt_br: Régua

source: Offset
pt_br: Desvio

source: Add your logo, stamp or signature to images to protect them and indicate your ownership.
pt_br: Adicione seu logotipo, carimbo ou assinatura às imagens para protegê-las e indicar sua propriedade.

source: To apply watermarks to all existing images, use the %s bulk tool.
pt_br: Para aplicar marcas d'água a todas as imagens existentes, use a ferramenta em massa %s.

source: Apply Watermarks
pt_br: Aplicar marcas d'água

source: Choose sizes to be watermarked
pt_br: Escolha os tamanhos a serem marcados com marca d'água

source: Scale of watermark in relation to image.
pt_br: Escala da marca d'água em relação à imagem.

source: Move watermark from image edges. Does not apply for the "center center" position.
pt_br: Mova a marca d'água das bordas da imagem. Não se aplica à posição "centro central".

source: Keep copy of original images to be able to remove watermarks.
pt_br: Mantenha cópia das imagens originais para poder remover marcas d'água.

source: To remove watermarks from all existing images, use the %s bulk tool.
pt_br: Para remover marcas d'água de todas as imagens existentes, use a ferramenta em massa %s.

source: Image excluded.
pt_br: Imagem excluída.

source: Image included.
pt_br: Imagem incluída.

source: Width (px)
pt_br: Largura (px)

source: Height (px)
pt_br: Altura (px)

source: Group
pt_br: Grupo

source: Modified
pt_br: Modificado

source: In use
pt_br: Em uso

source: All (%d)
pt_br: Todos (%d)

source: Activated (%d)
pt_br: Ativado (%d)

source: Deactivated (%d)
pt_br: Desativado (%d)

source: activated
pt_br: ativado

source: deactivated
pt_br: desativado

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: yes
pt_br: sim

source: unknown
pt_br: desconhecido

# Image Sizes settings
source: check
pt_br: Verifica

source: Quick Edit
pt_br: Edição rápida

source: Delete
pt_br: Excluir

source: Deactivate
pt_br: Desativar

source: Activate
pt_br: Ativar

source: Filter by group
pt_br: Filtrar por grupo

source: All groups
pt_br: Todos os grupos

source: Watermark not applied.
pt_br: Marca d'água não aplicada.

source: Your media assistant
pt_br: Seu assistente de mídia
